[{"name": "Absolute Corruption", "class": "Death", "charges": "15", "description": "Target's buffs are converted to random debuffs.", "search_text": "Death Absolute Corruption 15 Target's buffs are converted to random debuffs.", "uid": "f26240"}, {"name": "Absolute Focus", "class": "Sorcery", "charges": "10", "description": "Target's next attack deals 100% more damage. This effect does not stack.", "search_text": "Sorcery Absolute Focus 10 Target's next attack deals 100% more damage. This effect does not stack.", "uid": "3f92a7"}, {"name": "Abundance", "class": "Nature", "charges": "12", "description": "Your creatures recover a small amount of Health and gain a small amount of Attack, Intelligence, Defense, and Speed.", "search_text": "Nature Abundance 12 Your creatures recover a small amount of Health and gain a small amount of Attack, Intelligence, Defense, and Speed.", "uid": "183deb"}, {"name": "Acid Bomb", "class": "Chaos", "charges": "17", "description": "Target takes a small amount of damage, and its Bomb detonates.", "search_text": "Chaos Acid Bomb 17 Target takes a small amount of damage, and its Bomb detonates.", "uid": "ee4cf2"}, {"name": "Acid Breath", "class": "Chaos", "charges": "14", "description": "Target is afflicted with Poisoned and Burning.", "search_text": "Chaos Acid Breath 14 Target is afflicted with Poisoned and Burning.", "uid": "3737cd"}, {"name": "Acid Rain", "class": "Chaos", "charges": "5", "description": "Enemies take a moderate amount of damage and lose a large amount of Defense.", "search_text": "Chaos Acid Rain 5 Enemies take a moderate amount of damage and lose a large amount of Defense.", "uid": "d1eb23"}, {"name": "Adrenaline Rush", "class": "Chaos", "charges": "16", "description": "Caster Attacks random enemies 3 times. Each attack deals 15% normal damage.", "search_text": "Chaos Adrenaline Rush 16 Caster Attacks random enemies 3 times. Each attack deals 15% normal damage.", "uid": "34e768"}, {"name": "Affliction", "class": "Chaos", "charges": "17", "description": "Enemies are afflicted with a random debuff.", "search_text": "Chaos Affliction 17 Enemies are afflicted with a random debuff.", "uid": "1512e6"}, {"name": "Afterlife", "class": "Life", "charges": "1", "description": "Your creatures' on-resurrect and on-death effects activate. This spell is an Ultimate spell.", "search_text": "Life Afterlife 1 Your creatures' on-resurrect and on-death effects activate. This spell is an Ultimate spell.", "uid": "4018ef"}, {"name": "Aftermath", "class": "Chaos", "charges": "12", "description": "Caster Attacks random enemies once for each turn the caster has taken in the current battle. Maximum of 10 attacks.", "search_text": "Chaos Aftermath 12 Caster Attacks random enemies once for each turn the caster has taken in the current battle. Maximum of 10 attacks.", "uid": "6a02f2"}, {"name": "Aggravate", "class": "Death", "charges": "10", "description": "Enemies with Cursed Attack the caster for 25% normal damage.", "search_text": "Death Aggravate 10 Enemies with Cursed Attack the caster for 25% normal damage.", "uid": "2ab4d0"}, {"name": "Amber Ale", "class": "Sorcery", "charges": "14", "description": "Target Attacks a random enemy. This spell is a Booze Spell.", "search_text": "Sorcery Amber Ale 14 Target Attacks a random enemy. This spell is a Booze Spell.", "uid": "81fdc1"}, {"name": "Ancient Prayer", "class": "Life", "charges": "10", "description": "Your creatures gain copies of all the target's buffs.", "search_text": "Life Ancient Prayer 10 Your creatures gain copies of all the target's buffs.", "uid": "13d4c5"}, {"name": "Anger", "class": "Chaos", "charges": "20", "description": "Target creature's Attack is set equal to its Intelligence.", "search_text": "Chaos Anger 20 Target creature's Attack is set equal to its Intelligence.", "uid": "1c606f"}, {"name": "Angry Orchard", "class": "Nature", "charges": "2", "description": "Enemies take a moderate amount of damage 4 times.", "search_text": "Nature Angry Orchard 2 Enemies take a moderate amount of damage 4 times.", "uid": "de08fd"}, {"name": "Annihilate", "class": "Death", "charges": "7", "description": "Enemies take a small amount of damage, or a massive amount of damage if they are afflicted with a debuff.", "search_text": "Death Annihilate 7 Enemies take a small amount of damage, or a massive amount of damage if they are afflicted with a debuff.", "uid": "a9cdb8"}, {"name": "Antidote", "class": "Nature", "charges": "17", "description": "The duration of your creatures' debuffs is reduced by 1 turn, and they recover a small amount of Health for each debuff.", "search_text": "Nature Antidote 17 The duration of your creatures' debuffs is reduced by 1 turn, and they recover a small amount of Health for each debuff.", "uid": "7ac26d"}, {"name": "Apocalypse", "class": "Chaos", "charges": "4", "description": "All creatures take a massive amount of damage.", "search_text": "Chaos Apocalypse 4 All creatures take a massive amount of damage.", "uid": "5810fd"}, {"name": "Arbitration", "class": "Chaos", "charges": "2", "description": "Enemies' buffs are removed, and your creatures gain those buffs.", "search_text": "Chaos Arbitration 2 Enemies' buffs are removed, and your creatures gain those buffs.", "uid": "410dd1"}, {"name": "Arcane Enchantment", "class": "Sorcery", "charges": "15", "description": "Target gains Warded and Protected.", "search_text": "Sorcery Arcane Enchantment 15 Target gains Warded and Protected.", "uid": "4aa269"}, {"name": "Archangel's Blessing", "class": "Life", "charges": "11", "description": "Your creatures recover 30% Health and gain a random buff.", "search_text": "Life Archangel's Blessing 11 Your creatures recover 30% Health and gain a random buff.", "uid": "f0763f"}, {"name": "Arid Alcohol", "class": "Sorcery", "charges": "12", "description": "Afflicts 3 random enemies with Frozen. This spell is a Booze Spell.", "search_text": "Sorcery Arid Alcohol 12 Afflicts 3 random enemies with Frozen. This spell is a Booze Spell.", "uid": "91aa84"}, {"name": "Ascension", "class": "Life", "charges": "20", "description": "Caster gains a random trait. This spell cannnot be cast manually, but has a 50% chance to cast when the Caster Defends or Provokes.", "search_text": "Life Ascension 20 Caster gains a random trait. This spell cannnot be cast manually, but has a 50% chance to cast when the Caster Defends or Provokes.", "uid": "50c466"}, {"name": "Astral Dimension", "class": "Sorcery", "charges": "15", "description": "Your creatures' Spell Gems are unsealed. This Spell Gem cannot be Sealed.", "search_text": "Sorcery Astral Dimension 15 Your creatures' Spell Gems are unsealed. This Spell Gem cannot be Sealed.", "uid": "29e1fa"}, {"name": "Atonement", "class": "Life", "charges": "5", "description": "Enemies lose a large amount of Speed and Defense.", "search_text": "Life Atonement 5 Enemies lose a large amount of Speed and Defense.", "uid": "b658c5"}, {"name": "Avalanche", "class": "Nature", "charges": "1", "description": "Enemies take a devastating amount of damage and are sent to the bottom of the Timeline. This spell is an Ultimate spell.", "search_text": "Nature Avalanche 1 Enemies take a devastating amount of damage and are sent to the bottom of the Timeline. This spell is an Ultimate spell.", "uid": "2e28db"}, {"name": "Awakened Nether Orbs", "class": "Chaos", "charges": "1", "description": "One of the five Nether Orbs (chosen randomly) is awakened to cast a powerful spell. This spell is an Ultimate Spell.", "search_text": "Chaos Awakened Nether Orbs 1 One of the five Nether Orbs (chosen randomly) is awakened to cast a powerful spell. This spell is an Ultimate Spell.", "uid": "6d8cc9"}, {"name": "Balance In All Things", "class": "Death", "charges": "1", "description": "Your creatures are healed or resurrected with a devastating amount of Health, and enemies take a devastating amount of damage. This is an Ultimate Spell.", "search_text": "Death Balance In All Things 1 Your creatures are healed or resurrected with a devastating amount of Health, and enemies take a devastating amount of damage. This is an Ultimate Spell.", "uid": "df3e46"}, {"name": "Bangin' Bourbon", "class": "Chaos", "charges": "18", "description": "Deals damage to a random enemy equal to 30% of their Maximum Health. This spell is a Booze Spell.", "search_text": "Chaos Bangin' Bourbon 18 Deals damage to a random enemy equal to 30% of their Maximum Health. This spell is a Booze Spell.", "uid": "02e108"}, {"name": "Banish", "class": "Sorcery", "charges": "10", "description": "Target's minions are removed.", "search_text": "Sorcery Banish 10 Target's minions are removed.", "uid": "7ad2f8"}, {"name": "Benediction", "class": "Life", "charges": "4", "description": "Your creatures recover a massive amount of Health.", "search_text": "Life Benediction 4 Your creatures recover a massive amount of Health.", "uid": "97b0f2"}, {"name": "Black Ice", "class": "Sorcery", "charges": "12", "description": "Each enemy has a 50% chance to be afflicted with Frozen, and each of your creatures have a 50% chacne to gain Invisible.", "search_text": "Sorcery Black Ice 12 Each enemy has a 50% chance to be afflicted with Frozen, and each of your creatures have a 50% chacne to gain Invisible.", "uid": "05dbf8"}, {"name": "Bladestorm", "class": "Chaos", "charges": "7", "description": "Enemies take a moderate amount of damage, plus 1% more damage for every 1% Health each enemy is missing.", "search_text": "Chaos Bladestorm 7 Enemies take a moderate amount of damage, plus 1% more damage for every 1% Health each enemy is missing.", "uid": "46bbb4"}, {"name": "Blank Slate", "class": "Sorcery", "charges": "10", "description": "All creatures lose access to the extra traits they gained during battle.", "search_text": "Sorcery Blank Slate 10 All creatures lose access to the extra traits they gained during battle.", "uid": "63c797"}, {"name": "Blastar Punch", "class": "Chaos", "charges": "8", "description": "Target takes a large amount of damage and is afflicted with Scorned.", "search_text": "Chaos Blastar Punch 8 Target takes a large amount of damage and is afflicted with Scorned.", "uid": "91e7fd"}, {"name": "Blastwave", "class": "Chaos", "charges": "8", "description": "Enemies take a small amount of damage, or a massive amount if they are afflicted with Burning.", "search_text": "Chaos Blastwave 8 Enemies take a small amount of damage, or a massive amount if they are afflicted with Burning.", "uid": "e8ead3"}, {"name": "Blinding Beam", "class": "Sorcery", "charges": "5", "description": "Enemies take a large amount of damage and are afflicted with Blind.", "search_text": "Sorcery Blinding Beam 5 Enemies take a large amount of damage and are afflicted with Blind.", "uid": "58c0ab"}, {"name": "Blindside", "class": "Sorcery", "charges": "14", "description": "Target takes a small amount of damage. This damage ignores the target's Defense.", "search_text": "Sorcery Blindside 14 Target takes a small amount of damage. This damage ignores the target's Defense.", "uid": "089021"}, {"name": "Blistering Radiance", "class": "Life", "charges": "3", "description": "Enemies take a large amount of damage and are afflicted with Scorned.", "search_text": "Life Blistering Radiance 3 Enemies take a large amount of damage and are afflicted with Scorned.", "uid": "3a4d48"}, {"name": "Blitz Howl", "class": "Chaos", "charges": "5", "description": "Enemies take a moderate amount of damage and have a 10% chance to be afflicted with Silenced, Burning, and Feared.\nThis spell cannot be cast manually, but has a 30% chance to cast at the start of the caster's turn.", "search_text": "Chaos Blitz Howl 5 Enemies take a moderate amount of damage and have a 10% chance to be afflicted with Silenced, Burning, and Feared.\nThis spell cannot be cast manually, but has a 30% chance to cast at the start of the caster's turn.", "uid": "985ecd"}, {"name": "Blood Burst", "class": "Death", "charges": "5", "description": "Target takes a moderate amount of damage, plus 2% more damage for every 1% Health it has.", "search_text": "Death Blood Burst 5 Target takes a moderate amount of damage, plus 2% more damage for every 1% Health it has.", "uid": "fe6dbe"}, {"name": "Blood Moon", "class": "Death", "charges": "13", "description": "Target takes damage equal to 30% of the amount of damage it has taken in the current battle.", "search_text": "Death Blood Moon 13 Target takes damage equal to 30% of the amount of damage it has taken in the current battle.", "uid": "3a10cf"}, {"name": "Blood Shield", "class": "Death", "charges": "17", "description": "Target takes a large amount of damage and gains 200% of the damage taken as a Barrier.", "search_text": "Death Blood Shield 17 Target takes a large amount of damage and gains 200% of the damage taken as a Barrier.", "uid": "fce909"}, {"name": "Blood Spray", "class": "Death", "charges": "10", "description": "Enemies take a moderate amount of damage, plus 100% more damage for each time they've taken damage from Bleeding in the current battle.", "search_text": "Death Blood Spray 10 Enemies take a moderate amount of damage, plus 100% more damage for each time they've taken damage from Bleeding in the current battle.", "uid": "65f8bc"}, {"name": "Bloodwave", "class": "Death", "charges": "1", "description": "Enemies take damage equal to 50% of the Maximum Health the caster gained in the current battle. This spell is an Ultimate spell.", "search_text": "Death Bloodwave 1 Enemies take damage equal to 50% of the Maximum Health the caster gained in the current battle. This spell is an Ultimate spell.", "uid": "c130e9"}, {"name": "Blow Mind", "class": "Chaos", "charges": "10", "description": "Enemies take a small amount of damage, plus 20% more damage for each time enemies have Cast a spell in the current battle.", "search_text": "Chaos Blow Mind 10 Enemies take a small amount of damage, plus 20% more damage for each time enemies have Cast a spell in the current battle.", "uid": "09b631"}, {"name": "Blur", "class": "Sorcery", "charges": "10", "description": "Your creatures gain a moderate amount of Speed.", "search_text": "Sorcery Blur 10 Your creatures gain a moderate amount of Speed.", "uid": "b28954"}, {"name": "Boiling Blood", "class": "Chaos", "charges": "4", "description": "Target takes a large amount of damage and the caster recovers a large amount of Health.", "search_text": "Chaos Boiling Blood 4 Target takes a large amount of damage and the caster recovers a large amount of Health.", "uid": "e95848"}, {"name": "Bone Armor", "class": "Death", "charges": "9", "description": "Target gains a large amount of Defense and Speed.", "search_text": "Death Bone Armor 9 Target gains a large amount of Defense and Speed.", "uid": "b2ce18"}, {"name": "Bone Offering", "class": "Death", "charges": "10", "description": "Target loses a large amount of Defense, and your creatures gain 20% of that amount.", "search_text": "Death Bone Offering 10 Target loses a large amount of Defense, and your creatures gain 20% of that amount.", "uid": "0083f9"}, {"name": "Bone Spear", "class": "Death", "charges": "13", "description": "Target takes a moderate amount of damage.\nIf the amount of damage exceeds 25% of the target's Maximum Health, all other enemies take a moderate amount of damage as well.", "search_text": "Death Bone Spear 13 Target takes a moderate amount of damage.\nIf the amount of damage exceeds 25% of the target's Maximum Health, all other enemies take a moderate amount of damage as well.", "uid": "425d2b"}, {"name": "Boulder", "class": "Nature", "charges": "5", "description": "Target takes a massive amount of damage.", "search_text": "Nature Boulder 5 Target takes a massive amount of damage.", "uid": "2f8c08"}, {"name": "Brain Freeze", "class": "Sorcery", "charges": "10", "description": "Enemies' Spell Gems they've cast in the current battle are Sealed.", "search_text": "Sorcery Brain Freeze 10 Enemies' Spell Gems they've cast in the current battle are Sealed.", "uid": "37bc83"}, {"name": "Breath of Life", "class": "Life", "charges": "5", "description": "Target recovers a massive amount of Health even if it is dead.", "search_text": "Life Breath of Life 5 Target recovers a massive amount of Health even if it is dead.", "uid": "79d94a"}, {"name": "Brethren", "class": "Nature", "charges": "8", "description": "Your other creatures that belong to the caster's race Attack a random enemy.", "search_text": "Nature Brethren 8 Your other creatures that belong to the caster's race Attack a random enemy.", "uid": "9453ff"}, {"name": "Brightwave", "class": "Sorcery", "charges": "10", "description": "Target Casts all of its healing spells in your favor.", "search_text": "Sorcery Brightwave 10 Target Casts all of its healing spells in your favor.", "uid": "a69052"}, {"name": "Butcher", "class": "Chaos", "charges": "1", "description": "Target takes a devastating amount of damage. In addition, your creatures gain Attack, Intelligence, Defense and Speed equal to 30% of the damage dealt. This spell is an Ultimate spell.", "search_text": "Chaos Butcher 1 Target takes a devastating amount of damage. In addition, your creatures gain Attack, Intelligence, Defense and Speed equal to 30% of the damage dealt. This spell is an Ultimate spell.", "uid": "0bd07f"}, {"name": "Call Help", "class": "Nature", "charges": "11", "description": "Your creatures' minions gain 1 stack.", "search_text": "Nature Call Help 11 Your creatures' minions gain 1 stack.", "uid": "e0b237"}, {"name": "Camouflage", "class": "Nature", "charges": "20", "description": "Your creatures' classes are changed to match that of the caster's class.", "search_text": "Nature Camouflage 20 Your creatures' classes are changed to match that of the caster's class.", "uid": "147c83"}, {"name": "Cannibalize", "class": "Death", "charges": "18", "description": "Target takes a small amount of damage, or a devastating amount of damage if the target's class is the same as that of the caster.", "search_text": "Death Cannibalize 18 Target takes a small amount of damage, or a devastating amount of damage if the target's class is the same as that of the caster.", "uid": "3f77fa"}, {"name": "Cauterize Wound", "class": "Chaos", "charges": "10", "description": "Target recovers a small amount of Health, or a massive amount of Health if the target is afflicted with Burning.", "search_text": "Chaos Cauterize Wound 10 Target recovers a small amount of Health, or a massive amount of Health if the target is afflicted with Burning.", "uid": "5f8570"}, {"name": "Chain Lightning", "class": "Nature", "charges": "7", "description": "Deals a large amount of damage to the target, then bounces to each of the target's allies at random. The damage is reduced for each bounce.", "search_text": "Nature Chain Lightning 7 Deals a large amount of damage to the target, then bounces to each of the target's allies at random. The damage is reduced for each bounce.", "uid": "2793d2"}, {"name": "Chaos Blades", "class": "Chaos", "charges": "18", "description": "Target takes a small amount of damage, plus 5% more damage for each time your creatures have Attacked in the current battle.", "search_text": "Chaos Chaos Blades 18 Target takes a small amount of damage, plus 5% more damage for each time your creatures have Attacked in the current battle.", "uid": "78882b"}, {"name": "Chaos Bolt", "class": "Chaos", "charges": "12", "description": "Target takes a moderate amount of damage that ignores 50% of its Defense.", "search_text": "Chaos Chaos Bolt 12 Target takes a moderate amount of damage that ignores 50% of its Defense.", "uid": "931493"}, {"name": "Chaos Channelling", "class": "Chaos", "charges": "15", "description": "Target is afflicted with 3 random debuffs.", "search_text": "Chaos Chaos Channelling 15 Target is afflicted with 3 random debuffs.", "uid": "729c45"}, {"name": "Chaos Innoculation", "class": "Chaos", "charges": "15", "description": "Target's debuffs are removed and given to enemies at random.", "search_text": "Chaos Chaos Innoculation 15 Target's debuffs are removed and given to enemies at random.", "uid": "a466b6"}, {"name": "Chaos Mastery", "class": "Chaos", "charges": "10", "description": "Your creatures gain a moderate amount of Attack and Savage.", "search_text": "Chaos Chaos Mastery 10 Your creatures gain a moderate amount of Attack and Savage.", "uid": "77d332"}, {"name": "Chaos Nexus", "class": "Chaos", "charges": "7", "description": "Enemies' Classes are changed to match that of the target for the rest of the battle.", "search_text": "Chaos Chaos Nexus 7 Enemies' Classes are changed to match that of the target for the rest of the battle.", "uid": "241356"}, {"name": "Chaos Orb", "class": "Chaos", "charges": "3", "description": "Enemies take a large amount of damage and their buffs and minions are removed.", "search_text": "Chaos Chaos Orb 3 Enemies take a large amount of damage and their buffs and minions are removed.", "uid": "e45701"}, {"name": "Chaos Orbs", "class": "Chaos", "charges": "20", "description": "Target's spell gems are Sealed for the rest of the battle.", "search_text": "Chaos Chaos Orbs 20 Target's spell gems are Sealed for the rest of the battle.", "uid": "b1bdc1"}, {"name": "Chaos Reign", "class": "Chaos", "charges": "20", "description": "Caster Casts one of the target's Spell Gems.", "search_text": "Chaos Chaos Reign 20 Caster Casts one of the target's Spell Gems.", "uid": "ab506d"}, {"name": "Chaos Rift", "class": "Chaos", "charges": "15", "description": "Your creatures gain a random trait for the rest of battle.", "search_text": "Chaos Chaos Rift 15 Your creatures gain a random trait for the rest of battle.", "uid": "b3800b"}, {"name": "Charm of Life", "class": "Life", "charges": "5", "description": "Your creatures gain a moderate amount of Attack, Speed, and Curent and Maximum Health.", "search_text": "Life Charm of Life 5 Your creatures gain a moderate amount of Attack, Speed, and Curent and Maximum Health.", "uid": "742e8a"}, {"name": "Chastise", "class": "Life", "charges": "35", "description": "Target takes a small amount of damage.", "search_text": "Life Chastise 35 Target takes a small amount of damage.", "uid": "cf24c6"}, {"name": "Cherub's Missile", "class": "Nature", "charges": "5", "description": "Caster Casts one of its other spells. The targets are chosen at complete random.", "search_text": "Nature Cherub's Missile 5 Caster Casts one of its other spells. The targets are chosen at complete random.", "uid": "fb8051"}, {"name": "Chrysalis", "class": "Nature", "charges": "5", "description": "Target gains a massive amount of Defense and is sent to the bottom of the Timeline.", "search_text": "Nature Chrysalis 5 Target gains a massive amount of Defense and is sent to the bottom of the Timeline.", "uid": "e15368"}, {"name": "Clawing Shadows", "class": "Death", "charges": "12", "description": "Target takes a moderate amount of damage. The damage is based on the caster's highest stat instead of Intelligence.", "search_text": "Death Clawing Shadows 12 Target takes a moderate amount of damage. The damage is based on the caster's highest stat instead of Intelligence.", "uid": "d43a0f"}, {"name": "Clayman", "class": "Chaos", "charges": "10", "description": "Target gains Maximum Health equal to its Current Health.", "search_text": "Chaos Clayman 10 Target gains Maximum Health equal to its Current Health.", "uid": "4a438f"}, {"name": "Clogged Pores", "class": "Death", "charges": "7", "description": "Target is afflicted with Poisoned, Burning, and Bleeding.", "search_text": "Death Clogged Pores 7 Target is afflicted with Poisoned, Burning, and Bleeding.", "uid": "116d62"}, {"name": "Cloud Beam", "class": "Life", "charges": "20", "description": "Random enemies take a small amount of damage continuously. After each enemy takes damage, the spell has a 20% chance to end.", "search_text": "Life Cloud Beam 20 Random enemies take a small amount of damage continuously. After each enemy takes damage, the spell has a 20% chance to end.", "uid": "fe12d3"}, {"name": "Cloud of Embers", "class": "Chaos", "charges": "10", "description": "Enemies take damage based on how low they are on the Timeline. The lower their position, the more damage they take.", "search_text": "Chaos Cloud of Embers 10 Enemies take damage based on how low they are on the Timeline. The lower their position, the more damage they take.", "uid": "0c8e1b"}, {"name": "Colorwave", "class": "Chaos", "charges": "1", "description": "Target takes a devastating amount of damage, plus 50% more damage for each Chaos Infusion you have.", "search_text": "Chaos Colorwave 1 Target takes a devastating amount of damage, plus 50% more damage for each Chaos Infusion you have.", "uid": "e6faeb"}, {"name": "Comet", "class": "Death", "charges": "1", "description": "Enemies take a moderate amount of damage, multiplied by the number of turns the caster has taken in the current battle. This spell is an Ultimate spell.", "search_text": "Death Comet 1 Enemies take a moderate amount of damage, multiplied by the number of turns the caster has taken in the current battle. This spell is an Ultimate spell.", "uid": "5347c5"}, {"name": "Condemn Light", "class": "Life", "charges": "15", "description": "Enemies' classes are changed to Life.", "search_text": "Life Condemn Light 15 Enemies' classes are changed to Life.", "uid": "aa5b8c"}, {"name": "Conductive Chains", "class": "Sorcery", "charges": "6", "description": "Deals a moderate amount of damage to the target, then bounces to each of the target's allies at random. The damage is increased by 20% for each bounce.", "search_text": "Sorcery Conductive Chains 6 Deals a moderate amount of damage to the target, then bounces to each of the target's allies at random. The damage is increased by 20% for each bounce.", "uid": "5e0ce4"}, {"name": "Conflagration", "class": "Chaos", "charges": "13", "description": "Target takes a small amount of damage, and all enemies take damage equal to 35% of the damage the target's Burning debuff would deal over its remaining duration.", "search_text": "Chaos Conflagration 13 Target takes a small amount of damage, and all enemies take damage equal to 35% of the damage the target's Burning debuff would deal over its remaining duration.", "uid": "a4d59c"}, {"name": "Confusion", "class": "Sorcery", "charges": "16", "description": "Each enemy has a 50% chance to be afflicted with Confused.", "search_text": "Sorcery Confusion 16 Each enemy has a 50% chance to be afflicted with Confused.", "uid": "1f48a3"}, {"name": "Conjoin", "class": "Chaos", "charges": "15", "description": "Potency of the target's Bomb is increased by 80% of the caster's Speed.", "search_text": "Chaos Conjoin 15 Potency of the target's Bomb is increased by 80% of the caster's Speed.", "uid": "e0b0cf"}, {"name": "Consecration", "class": "Life", "charges": "10", "description": "Enemies take a small amount of damage and the caster recovers a large amount of Health.", "search_text": "Life Consecration 10 Enemies take a small amount of damage and the caster recovers a large amount of Health.", "uid": "6f563a"}, {"name": "Constriction", "class": "Nature", "charges": "17", "description": "Target is afflicted with Weak and Snared.", "search_text": "Nature Constriction 17 Target is afflicted with Weak and Snared.", "uid": "600e5f"}, {"name": "Contagion", "class": "Death", "charges": "13", "description": "Enemies' minions are removed. Enemies are afflicted with a random debuff for each minion removed.", "search_text": "Death Contagion 13 Enemies' minions are removed. Enemies are afflicted with a random debuff for each minion removed.", "uid": "269513"}, {"name": "Controlled Burn", "class": "Chaos", "charges": "10", "description": "Target takes a large amount of damage, plus 5% more damage for each time the caster has Cast a spell in the current battle.", "search_text": "Chaos Controlled Burn 10 Target takes a large amount of damage, plus 5% more damage for each time the caster has Cast a spell in the current battle.", "uid": "1817c7"}, {"name": "Convoke the Spirits", "class": "Life", "charges": "9", "description": "Target takes a large amount of damage. The spell's class is considered to be whatever class the target is weak against.", "search_text": "Life Convoke the Spirits 9 Target takes a large amount of damage. The spell's class is considered to be whatever class the target is weak against.", "uid": "de14d6"}, {"name": "Corpse Explosion", "class": "Death", "charges": "12", "description": "Enemies take a small amount of damage for each dead creature on the battlefield.", "search_text": "Death Corpse Explosion 12 Enemies take a small amount of damage for each dead creature on the battlefield.", "uid": "3f6ad8"}, {"name": "Corpse Shield", "class": "Death", "charges": "15", "description": "Your creatures gain a Barrier that absorbs a large amount of damage for each of your dead creatures.", "search_text": "Death Corpse Shield 15 Your creatures gain a Barrier that absorbs a large amount of damage for each of your dead creatures.", "uid": "97f2b7"}, {"name": "Corruption", "class": "Death", "charges": "17", "description": "Target is afflicted with Blighted and Cursed.", "search_text": "Death Corruption 17 Target is afflicted with Blighted and Cursed.", "uid": "d90ffd"}, {"name": "Cosmic Ripple", "class": "Life", "charges": "15", "description": "Target takes a moderate amount of damage if it is an enemy, or is healed for a moderate amount of Health if it is an ally.", "search_text": "Life Cosmic Ripple 15 Target takes a moderate amount of damage if it is an enemy, or is healed for a moderate amount of Health if it is an ally.", "uid": "33bb92"}, {"name": "Counterspell", "class": "Sorcery", "charges": "18", "description": "Target takes a small amount of damage. The amount of damage is increased by 20% for each Charge this Spell Gem is missing.", "search_text": "Sorcery Counterspell 18 Target takes a small amount of damage. The amount of damage is increased by 20% for each Charge this Spell Gem is missing.", "uid": "024779"}, {"name": "Covenant", "class": "Life", "charges": "20", "description": "Target gains Rebirth.", "search_text": "Life Covenant 20 Target gains Rebirth.", "uid": "3a0272"}, {"name": "Crackle", "class": "Life", "charges": "13", "description": "Target takes a moderate amount of damage and is afflicted with Confused.", "search_text": "Life Crackle 13 Target takes a moderate amount of damage and is afflicted with Confused.", "uid": "95a40f"}, {"name": "Cross-Pollination", "class": "Nature", "charges": "3", "description": "Your creatures' classes are changed to Nature and they gain a large amount of the caster's highest stat.", "search_text": "Nature Cross-Pollination 3 Your creatures' classes are changed to Nature and they gain a large amount of the caster's highest stat.", "uid": "00488a"}, {"name": "Crucifixion", "class": "Death", "charges": "8", "description": "Target takes a large amount of damage, plus 35% more damage for each minion the caster has.", "search_text": "Death Crucifixion 8 Target takes a large amount of damage, plus 35% more damage for each minion the caster has.", "uid": "176d87"}, {"name": "Cruelty of the Wild", "class": "Nature", "charges": "10", "description": "Enemies are afflicted with Blighted. If they are already afflicted with this debuff, they instead recover a moderate amount of Health.", "search_text": "Nature Cruelty of the Wild 10 Enemies are afflicted with Blighted. If they are already afflicted with this debuff, they instead recover a moderate amount of Health.", "uid": "060471"}, {"name": "Crush Punch", "class": "Chaos", "charges": "8", "description": "Target takes a large amount of damage and loses a large amount of Defense.", "search_text": "Chaos Crush Punch 8 Target takes a large amount of damage and loses a large amount of Defense.", "uid": "ca42b1"}, {"name": "Crushing Impact", "class": "Nature", "charges": "13", "description": "Creatures to the left and right of the target Attack the target.", "search_text": "Nature Crushing Impact 13 Creatures to the left and right of the target Attack the target.", "uid": "9d9a1e"}, {"name": "Crystal Shield", "class": "Sorcery", "charges": "14", "description": "Your creatures gain a Barrier that absorbs damage equal to 100% of their Defense.", "search_text": "Sorcery Crystal Shield 14 Your creatures gain a Barrier that absorbs damage equal to 100% of their Defense.", "uid": "97ecd3"}, {"name": "Crystal Spears", "class": "Sorcery", "charges": "14", "description": "Target takes a moderate amount of damage, plus additional damage equal to 20% of the caster's Current Health.", "search_text": "Sorcery Crystal Spears 14 Target takes a moderate amount of damage, plus additional damage equal to 20% of the caster's Current Health.", "uid": "9c1e7d"}, {"name": "Curse of Jimly", "class": "Death", "charges": "9", "description": "Enemies are afflicted with a random debuff for every 3 stacks of Zombies the caster has.", "search_text": "Death Curse of Jimly 9 Enemies are afflicted with a random debuff for every 3 stacks of Zombies the caster has.", "uid": "548a9a"}, {"name": "Curse of the Swarm", "class": "Nature", "charges": "2", "description": "Enemies are afflicted with a random debuff for each different class of creature fighting on your side.", "search_text": "Nature Curse of the Swarm 2 Enemies are afflicted with a random debuff for each different class of creature fighting on your side.", "uid": "9da505"}, {"name": "Cyclone Strike", "class": "Nature", "charges": "11", "description": "Target and all enemies take a devastating amount of damage. The damage is split amongst all enemies.", "search_text": "Nature Cyclone Strike 11 Target and all enemies take a devastating amount of damage. The damage is split amongst all enemies.", "uid": "84536e"}, {"name": "Damnation", "class": "Death", "charges": "12", "description": "Enemies are afflicted with Cursed.", "search_text": "Death Damnation 12 Enemies are afflicted with Cursed.", "uid": "9cba57"}, {"name": "Dark Crystal", "class": "Sorcery", "charges": "18", "description": "Target gains Shelled and Arcane.", "search_text": "Sorcery Dark Crystal 18 Target gains Shelled and Arcane.", "uid": "7d9df6"}, {"name": "Dark Enchantment", "class": "Death", "charges": "12", "description": "Target gains Arcane.", "search_text": "Death Dark Enchantment 12 Target gains Arcane.", "uid": "73f23f"}, {"name": "Dark Ritual", "class": "Death", "charges": "12", "description": "Target creature is killed, and the caster gains all its buffs and 100% of its Attack and Speed.", "search_text": "Death Dark Ritual 12 Target creature is killed, and the caster gains all its buffs and 100% of its Attack and Speed.", "uid": "03f213"}, {"name": "Dark Seraphim", "class": "Life", "charges": "3", "description": "Target recovers Health equal to 100% of its missing Health and gains a massive amount of Attack, Intelligence and Speed.", "search_text": "Life Dark Seraphim 3 Target recovers Health equal to 100% of its missing Health and gains a massive amount of Attack, Intelligence and Speed.", "uid": "163521"}, {"name": "Dark Strike", "class": "Death", "charges": "1", "description": "Target takes a devastating amount of damage, and is afflicted with all debuffs. This spell is an Ultimate Spell.", "search_text": "Death Dark Strike 1 Target takes a devastating amount of damage, and is afflicted with all debuffs. This spell is an Ultimate Spell.", "uid": "2a2a63"}, {"name": "Dark Summoning", "class": "Death", "charges": "13", "description": "Your creatures Cast one of their spells that interact with minions.", "search_text": "Death Dark Summoning 13 Your creatures Cast one of their spells that interact with minions.", "uid": "3d50e9"}, {"name": "Dark Thoughts", "class": "Death", "charges": "6", "description": "Your creatures gain a massive amount of Intelligence and are afflicted with Scorned.", "search_text": "Death Dark Thoughts 6 Your creatures gain a massive amount of Intelligence and are afflicted with Scorned.", "uid": "dae13c"}, {"name": "Dark Tranquility", "class": "Life", "charges": "15", "description": "If the target has less than 85% Health, its Health is inverted.", "search_text": "Life Dark Tranquility 15 If the target has less than 85% Health, its Health is inverted.", "uid": "05f70b"}, {"name": "Dark Transformation", "class": "Death", "charges": "13", "description": "Target gains a moderate amount of Attack, Intelligence, Defense, and Speed for each minion it has.", "search_text": "Death Dark Transformation 13 Target gains a moderate amount of Attack, Intelligence, Defense, and Speed for each minion it has.", "uid": "67b356"}, {"name": "Dark Whispers", "class": "Death", "charges": "5", "description": "Your creatures gain Arcane.", "search_text": "Death Dark Whispers 5 Your creatures gain Arcane.", "uid": "09fc0f"}, {"name": "Death Blossom", "class": "Death", "charges": "10", "description": "Enemies take small amount of damage three times.", "search_text": "Death Death Blossom 10 Enemies take small amount of damage three times.", "uid": "af0673"}, {"name": "Death Grip", "class": "Death", "charges": "9", "description": "Target takes a large amount of damage and is sent to the bottom of the Timeline.", "search_text": "Death Death Grip 9 Target takes a large amount of damage and is sent to the bottom of the Timeline.", "uid": "5ec403"}, {"name": "Death Orb", "class": "Death", "charges": "3", "description": "Enemies are afflicted with a random debuff and lose a moderate amount of stats.", "search_text": "Death Death Orb 3 Enemies are afflicted with a random debuff and lose a moderate amount of stats.", "uid": "d432e0"}, {"name": "Death Siphon", "class": "Death", "charges": "15", "description": "Target creature is killed, and the caster gains 50% of its Attack, Intelligence, Defense, Speed, and Maximum Health.", "search_text": "Death Death Siphon 15 Target creature is killed, and the caster gains 50% of its Attack, Intelligence, Defense, Speed, and Maximum Health.", "uid": "ec32d9"}, {"name": "Death's Call", "class": "Death", "charges": "18", "description": "Target is afflicted with Feared, and all its buffs are removed.", "search_text": "Death Death's Call 18 Target is afflicted with Feared, and all its buffs are removed.", "uid": "e5e9a7"}, {"name": "Debilitate", "class": "Death", "charges": "20", "description": "Target loses access to the extra traits it gained during battle.", "search_text": "Death Debilitate 20 Target loses access to the extra traits it gained during battle.", "uid": "6c16b9"}, {"name": "Debilitating Blast", "class": "Chaos", "charges": "7", "description": "Enemies take a small amount of damage for each debuff (up to 3) they have.", "search_text": "Chaos Debilitating Blast 7 Enemies take a small amount of damage for each debuff (up to 3) they have.", "uid": "a3ba39"}, {"name": "Decay", "class": "Death", "charges": "8", "description": "Enemies are afflicted with Disarmed.", "search_text": "Death Decay 8 Enemies are afflicted with Disarmed.", "uid": "d559fa"}, {"name": "Deep Submersion", "class": "Sorcery", "charges": "18", "description": "Target's lowest stat is set equal to its highest stat. Then, its highest stat is set to its minimum value.", "search_text": "Sorcery Deep Submersion 18 Target's lowest stat is set equal to its highest stat. Then, its highest stat is set to its minimum value.", "uid": "5f3b58"}, {"name": "Defile", "class": "Death", "charges": "12", "description": "Enemies are afflicted with Poisoned and Blighted.", "search_text": "Death Defile 12 Enemies are afflicted with Poisoned and Blighted.", "uid": "2b2bb4"}, {"name": "Defy Light", "class": "Death", "charges": "15", "description": "Enemies' classes are changed to Death.", "search_text": "Death Defy Light 15 Enemies' classes are changed to Death.", "uid": "f48d5f"}, {"name": "Demon Core", "class": "Chaos", "charges": "5", "description": "Your creatures gain a large amount of Attack and Intelligence, and a random Chaos Spell Gem.", "search_text": "Chaos Demon Core 5 Your creatures gain a large amount of Attack and Intelligence, and a random Chaos Spell Gem.", "uid": "e872c3"}, {"name": "Demon's Judgment", "class": "Chaos", "charges": "6", "description": "Enemies lose a large amount of a random stat, and your creatures gain a large amount of that stat.", "search_text": "Chaos Demon's Judgment 6 Enemies lose a large amount of a random stat, and your creatures gain a large amount of that stat.", "uid": "dbffc0"}, {"name": "Demonic Strike", "class": "Chaos", "charges": "11", "description": "Target takes a moderate amount of damage, plus 50% more damage for each enemy of the same class fighting on the target's side.", "search_text": "Chaos Demonic Strike 11 Target takes a moderate amount of damage, plus 50% more damage for each enemy of the same class fighting on the target's side.", "uid": "44193c"}, {"name": "Demonwrath", "class": "Chaos", "charges": "8", "description": "Target takes a massive amount of damage, minus 30% damage for each turn the caster has taken in the current battle.", "search_text": "Chaos Demonwrath 8 Target takes a massive amount of damage, minus 30% damage for each turn the caster has taken in the current battle.", "uid": "6b2f29"}, {"name": "Dense Fog", "class": "Sorcery", "charges": "15", "description": "Each enemy has a 50% chacne to be afflicted with Sleeping.", "search_text": "Sorcery Dense Fog 15 Each enemy has a 50% chacne to be afflicted with Sleeping.", "uid": "178697"}, {"name": "Depression", "class": "Death", "charges": "12", "description": "Target is afflicted with a random debuff for each time it has been healed in the current battle.", "search_text": "Death Depression 12 Target is afflicted with a random debuff for each time it has been healed in the current battle.", "uid": "4e2dea"}, {"name": "Desecrate", "class": "Death", "charges": "13", "description": "Target takes a moderate amount of damage, plus 100% more damage for each enemy of the same race fighting on the target's side.", "search_text": "Death Desecrate 13 Target takes a moderate amount of damage, plus 100% more damage for each enemy of the same race fighting on the target's side.", "uid": "e194ef"}, {"name": "Desperate Bid", "class": "Life", "charges": "20", "description": "A random ally and a random enemy are resurrected with a random amount of Health.", "search_text": "Life Desperate Bid 20 A random ally and a random enemy are resurrected with a random amount of Health.", "uid": "391f1e"}, {"name": "Desperate Sacrifice", "class": "Death", "charges": "1", "description": "Your creatures are resurrected with 100% Health. Then, this creature is killed.", "search_text": "Death Desperate Sacrifice 1 Your creatures are resurrected with 100% Health. Then, this creature is killed.", "uid": "cdb79c"}, {"name": "Desperation", "class": "Chaos", "charges": "16", "description": "Target gains a Barrier that absorbs damage equal to its Defense, and loses 50% Defense.", "search_text": "Chaos Desperation 16 Target gains a Barrier that absorbs damage equal to its Defense, and loses 50% Defense.", "uid": "c2bc86"}, {"name": "Determination", "class": "Life", "charges": "3", "description": "Your creatures gain a large amount of Defense and Maximum Health.", "search_text": "Life Determination 3 Your creatures gain a large amount of Defense and Maximum Health.", "uid": "0eacdc"}, {"name": "Devastating Throw", "class": "Chaos", "charges": "2", "description": "Target takes massive damage and has a 50% chance to be sent to the bottom of the Timeline.\n50% of the damage is based on the caster's Attack and 50% of the damage is based on the caster's Speed instead of Intelligence.", "search_text": "Chaos Devastating Throw 2 Target takes massive damage and has a 50% chance to be sent to the bottom of the Timeline.\n50% of the damage is based on the caster's Attack and 50% of the damage is based on the caster's Speed instead of Intelligence.", "uid": "3aa85a"}, {"name": "Devastation", "class": "Chaos", "charges": "9", "description": "Increases the duration of enemies' Burning and Poisoned debuffs by 3 turns and increases their potency by 50%.", "search_text": "Chaos Devastation 9 Increases the duration of enemies' Burning and Poisoned debuffs by 3 turns and increases their potency by 50%.", "uid": "a10952"}, {"name": "Devour", "class": "Death", "charges": "4", "description": "Caster steals a large amount of Attack, Intelligence, Defense, and Speed from the target.", "search_text": "Death Devour 4 Caster steals a large amount of Attack, Intelligence, Defense, and Speed from the target.", "uid": "d17ef8"}, {"name": "Direct Orders", "class": "Death", "charges": "12", "description": "Target takes a moderate amount of damage, plus 20% for each minion the caster has.", "search_text": "Death Direct Orders 12 Target takes a moderate amount of damage, plus 20% for each minion the caster has.", "uid": "763f48"}, {"name": "Disintegrating Arrow", "class": "Nature", "charges": "9", "description": "Target takes a moderate amount of damage. If this spell kills the target, it cannot be resurrected for the rest of the battle. 100% of the damage is based on the caster's Speed instead of Intelligence.", "search_text": "Nature Disintegrating Arrow 9 Target takes a moderate amount of damage. If this spell kills the target, it cannot be resurrected for the rest of the battle. 100% of the damage is based on the caster's Speed instead of Intelligence.", "uid": "23e309"}, {"name": "Disk of Creation", "class": "Sorcery", "charges": "10", "description": "Target's stat gains and losses are removed.", "search_text": "Sorcery Disk of Creation 10 Target's stat gains and losses are removed.", "uid": "c467c6"}, {"name": "Dispel", "class": "Sorcery", "charges": "20", "description": "Target's buffs and debuffs are removed.", "search_text": "Sorcery Dispel 20 Target's buffs and debuffs are removed.", "uid": "5f3d6b"}, {"name": "Dispelling Dervish", "class": "Nature", "charges": "10", "description": "Target takes a moderate amount of damage and its buffs are removed.", "search_text": "Nature Dispelling Dervish 10 Target takes a moderate amount of damage and its buffs are removed.", "uid": "1d2f05"}, {"name": "Divination", "class": "Sorcery", "charges": "13", "description": "Target's Ethereal Spell Gems are destroyed, and this creature gains a small amount of Intelligence for each gem destroyed.", "search_text": "Sorcery Divination 13 Target's Ethereal Spell Gems are destroyed, and this creature gains a small amount of Intelligence for each gem destroyed.", "uid": "c8ccf5"}, {"name": "Divine Aegis", "class": "Life", "charges": "15", "description": "Caster gains a Barrier that absorbs a moderate amount of damage.", "search_text": "Life Divine Aegis 15 Caster gains a Barrier that absorbs a moderate amount of damage.", "uid": "0b77a1"}, {"name": "Divinity", "class": "Life", "charges": "3", "description": "All creatures are resurrected, recover 100% Health, and their debuffs are removed. The Timeline is shuffled.", "search_text": "Life Divinity 3 All creatures are resurrected, recover 100% Health, and their debuffs are removed. The Timeline is shuffled.", "uid": "594d9e"}, {"name": "Divulging Bark", "class": "Nature", "charges": "5", "description": "Your creatures gain 1 stack of Dire Wolves.", "search_text": "Nature Divulging Bark 5 Your creatures gain 1 stack of Dire Wolves.", "uid": "4349c4"}, {"name": "Dogpile", "class": "Nature", "charges": "9", "description": "Target takes a moderate amount of damage, plus 5% damage for each stack of minions the caster has.", "search_text": "Nature Dogpile 9 Target takes a moderate amount of damage, plus 5% damage for each stack of minions the caster has.", "uid": "14dc9e"}, {"name": "Double Punch", "class": "Chaos", "charges": "14", "description": "Target takes a small amount of damage twice. 100% of the damage dealt is based on the caster's Attack instead of Intelligence.", "search_text": "Chaos Double Punch 14 Target takes a small amount of damage twice. 100% of the damage dealt is based on the caster's Attack instead of Intelligence.", "uid": "ef45e4"}, {"name": "Double Strike", "class": "Nature", "charges": "8", "description": "Target takes a moderate amount of damage twice. If the caster has Proficient, this spell is cast an additional time and then the Proficient buff is removed.", "search_text": "Nature Double Strike 8 Target takes a moderate amount of damage twice. If the caster has Proficient, this spell is cast an additional time and then the Proficient buff is removed.", "uid": "5b0eb6"}, {"name": "Downburst", "class": "Chaos", "charges": "11", "description": "Target and the creatures adjacent to it takes a moderate amount of damage.", "search_text": "Chaos Downburst 11 Target and the creatures adjacent to it takes a moderate amount of damage.", "uid": "7dff70"}, {"name": "Drain Life", "class": "Sorcery", "charges": "10", "description": "Target takes a moderate amount of damage, and all your creatures recover Health equal to 100% of the damage dealt.", "search_text": "Sorcery Drain Life 10 Target takes a moderate amount of damage, and all your creatures recover Health equal to 100% of the damage dealt.", "uid": "a17a24"}, {"name": "Drain Power", "class": "Sorcery", "charges": "3", "description": "Target's Spell Gems lose 1 Charge, and the caster's other Spell Gems gain 1 Charge.", "search_text": "Sorcery Drain Power 3 Target's Spell Gems lose 1 Charge, and the caster's other Spell Gems gain 1 Charge.", "uid": "86b646"}, {"name": "Dreadblade", "class": "Death", "charges": "9", "description": "Target takes a large amount of damage and is afflicted with Feared.", "search_text": "Death Dreadblade 9 Target takes a large amount of damage and is afflicted with Feared.", "uid": "96cc74"}, {"name": "Dream", "class": "Life", "charges": "6", "description": "Caster Casts one of its spells from each class.", "search_text": "Life Dream 6 Caster Casts one of its spells from each class.", "uid": "1abefa"}, {"name": "Dream Stomp", "class": "Sorcery", "charges": "12", "description": "Target takes a small amount of damage, or a massive amount of damage if they are afflicted with Sleeping.", "search_text": "Sorcery Dream Stomp 12 Target takes a small amount of damage, or a massive amount of damage if they are afflicted with Sleeping.", "uid": "7146ad"}, {"name": "Duel", "class": "Chaos", "charges": "7", "description": "Target and caster Provoke and Attack each other.", "search_text": "Chaos Duel 7 Target and caster Provoke and Attack each other.", "uid": "632611"}, {"name": "Dust Cloak", "class": "Nature", "charges": "10", "description": "Your creatures gain Invisible but are sent to the bottom of the Timeline.", "search_text": "Nature Dust Cloak 10 Your creatures gain Invisible but are sent to the bottom of the Timeline.", "uid": "2862f4"}, {"name": "Dying Wish", "class": "Death", "charges": "3", "description": "Target is sent to the top of the Timeline. The caster is killed.", "search_text": "Death Dying Wish 3 Target is sent to the top of the Timeline. The caster is killed.", "uid": "cd0927"}, {"name": "Eagle Claws", "class": "Sorcery", "charges": "1", "description": "Caster Attacks each enemy 2 times, and your creatures gain 10% Speed for each attack. This spell is an Ultimate spell.", "search_text": "Sorcery Eagle Claws 1 Caster Attacks each enemy 2 times, and your creatures gain 10% Speed for each attack. This spell is an Ultimate spell.", "uid": "ad4159"}, {"name": "Earth Enchantment", "class": "Nature", "charges": "8", "description": "Target gains Taunting, and a large amount of Defense.", "search_text": "Nature Earth Enchantment 8 Target gains Taunting, and a large amount of Defense.", "uid": "d9c521"}, {"name": "Earthen Embrace", "class": "Nature", "charges": "8", "description": "Target recovers a moderate amount of Health and gains a Barrier that absorbs damage equal to 100% of the amount healed.", "search_text": "Nature Earthen Embrace 8 Target recovers a moderate amount of Health and gains a Barrier that absorbs damage equal to 100% of the amount healed.", "uid": "e1a949"}, {"name": "Earthen Spike", "class": "Nature", "charges": "12", "description": "Target takes a small amount of damage, or massive damage if the target is Defending.", "search_text": "Nature Earthen Spike 12 Target takes a small amount of damage, or massive damage if the target is Defending.", "uid": "9e0473"}, {"name": "Earthquake", "class": "Nature", "charges": "5", "description": "Enemies take a large amount of damage and their minions are removed.", "search_text": "Nature Earthquake 5 Enemies take a large amount of damage and their minions are removed.", "uid": "a58b1c"}, {"name": "Elder Dragon's Call", "class": "Chaos", "charges": "6", "description": "Target takes a large amount of damage, and all other enemies take 30% of this damage.", "search_text": "Chaos Elder Dragon's Call 6 Target takes a large amount of damage, and all other enemies take 30% of this damage.", "uid": "89ba39"}, {"name": "Elemental Barrage", "class": "Sorcery", "charges": "10", "description": "The last 3 Spell Gems that were cast by any creature in the current battle are cast again in your favor.", "search_text": "Sorcery Elemental Barrage 10 The last 3 Spell Gems that were cast by any creature in the current battle are cast again in your favor.", "uid": "fc665e"}, {"name": "Elemental Barrier", "class": "Nature", "charges": "20", "description": "Target gains a Barrier that absorbs damage equal to 50% of its Defense.", "search_text": "Nature Elemental Barrier 20 Target gains a Barrier that absorbs damage equal to 50% of its Defense.", "uid": "92a12b"}, {"name": "Elemental Guard", "class": "Nature", "charges": "15", "description": "Your creatures gain a Barrier that absorbs damage equal to 20% of their Defense.", "search_text": "Nature Elemental Guard 15 Your creatures gain a Barrier that absorbs damage equal to 20% of their Defense.", "uid": "37aff0"}, {"name": "Elemental Tome", "class": "Sorcery", "charges": "25", "description": "Your creatures each gain a random Spell Gem until the end of battle.", "search_text": "Sorcery Elemental Tome 25 Your creatures each gain a random Spell Gem until the end of battle.", "uid": "289cb0"}, {"name": "Elemental Wrath", "class": "Nature", "charges": "5", "description": "Enemies take a large amount of damage.", "search_text": "Nature Elemental Wrath 5 Enemies take a large amount of damage.", "uid": "a290d5"}, {"name": "Emerald Power", "class": "Sorcery", "charges": "15", "description": "Your creatures gain a copy of the Spell Gem in the target's Artifact's Spell Slot.", "search_text": "Sorcery Emerald Power 15 Your creatures gain a copy of the Spell Gem in the target's Artifact's Spell Slot.", "uid": "7a143a"}, {"name": "Empower", "class": "Nature", "charges": "25", "description": "Target gains Savage.", "search_text": "Nature Empower 25 Target gains Savage.", "uid": "1277c7"}, {"name": "Energize", "class": "Nature", "charges": "8", "description": "Target's Spell Gems Charges are set to 35%.", "search_text": "Nature Energize 8 Target's Spell Gems Charges are set to 35%.", "uid": "d2bfb8"}, {"name": "Enfeeble", "class": "Death", "charges": "11", "description": "Target loses a large amount of Attack.", "search_text": "Death Enfeeble 11 Target loses a large amount of Attack.", "uid": "b1f3bc"}, {"name": "Engorge", "class": "Death", "charges": "7", "description": "Target gains a massive amount of Maximum Health and loses a massive amount of Defense and Speed.", "search_text": "Death Engorge 7 Target gains a massive amount of Maximum Health and loses a massive amount of Defense and Speed.", "uid": "db39c1"}, {"name": "Enlightenment", "class": "Life", "charges": "10", "description": "Target's Attack is added to its Intelligence. Then, its Attack is set to its minimum value.", "search_text": "Life Enlightenment 10 Target's Attack is added to its Intelligence. Then, its Attack is set to its minimum value.", "uid": "a938ea"}, {"name": "Entangle", "class": "Nature", "charges": "18", "description": "Each enemy has a 50% chance to be afflicted with Snared.", "search_text": "Nature Entangle 18 Each enemy has a 50% chance to be afflicted with Snared.", "uid": "b11336"}, {"name": "Entangling Arrow", "class": "Nature", "charges": "13", "description": "Target takes a moderate amount of damage and is afflicted with Snared. 100% of the damage is based on the caster's Speed instead of Intelligence.", "search_text": "Nature Entangling Arrow 13 Target takes a moderate amount of damage and is afflicted with Snared. 100% of the damage is based on the caster's Speed instead of Intelligence.", "uid": "b33ea2"}, {"name": "Entangling Roots", "class": "Nature", "charges": "7", "description": "Enemies are afflicted with Snared.", "search_text": "Nature Entangling Roots 7 Enemies are afflicted with Snared.", "uid": "db5a06"}, {"name": "Epidemic", "class": "Death", "charges": "6", "description": "Afflicts all enemies with a copy of all the target's debuffs.", "search_text": "Death Epidemic 6 Afflicts all enemies with a copy of all the target's debuffs.", "uid": "a4b2bd"}, {"name": "Epiphany", "class": "Life", "charges": "7", "description": "Your creatures' races are changed to match that of the caster for the rest of the battle.", "search_text": "Life Epiphany 7 Your creatures' races are changed to match that of the caster for the rest of the battle.", "uid": "10c13c"}, {"name": "Equality", "class": "Life", "charges": "20", "description": "Target's stats are averaged.", "search_text": "Life Equality 20 Target's stats are averaged.", "uid": "6e174e"}, {"name": "Erratium", "class": "Chaos", "charges": "25", "description": "Your creatures gain a random trait and are afflicted with Disarmed.", "search_text": "Chaos Erratium 25 Your creatures gain a random trait and are afflicted with Disarmed.", "uid": "b05ead"}, {"name": "Ethereal Knives", "class": "Sorcery", "charges": "9", "description": "Enemies take a moderate amount of damage. 100% of the damage is based on the caster's Speed instead of Intelligence.", "search_text": "Sorcery Ethereal Knives 9 Enemies take a moderate amount of damage. 100% of the damage is based on the caster's Speed instead of Intelligence.", "uid": "0ae718"}, {"name": "Evangelism", "class": "Life", "charges": "15", "description": "Target gains Mending, Agile, and Warded.", "search_text": "Life Evangelism 15 Target gains Mending, Agile, and Warded.", "uid": "7681f9"}, {"name": "Eviscerate", "class": "Chaos", "charges": "15", "description": "Target takes damage. The amount of damage is increased based on how much Health the target is missing.", "search_text": "Chaos Eviscerate 15 Target takes damage. The amount of damage is increased based on how much Health the target is missing.", "uid": "7f1f64"}, {"name": "Evolution", "class": "Nature", "charges": "5", "description": "Target creature is transformed into a creature that belongs to its same race, and gains a massive amount of Attack, Intelligence, Defense, and Speed.", "search_text": "Nature Evolution 5 Target creature is transformed into a creature that belongs to its same race, and gains a massive amount of Attack, Intelligence, Defense, and Speed.", "uid": "3cc4ca"}, {"name": "Exhaustion", "class": "Sorcery", "charges": "15", "description": "Increases battle fatigue by 1 unit.", "search_text": "Sorcery Exhaustion 15 Increases battle fatigue by 1 unit.", "uid": "7e4135"}, {"name": "Expel", "class": "Nature", "charges": "6", "description": "One of the target's Spell Gems loses 100% of its Charges, and enemies take damage equal to 7% of the target's Intelligence for each Charge removed.", "search_text": "Nature Expel 6 One of the target's Spell Gems loses 100% of its Charges, and enemies take damage equal to 7% of the target's Intelligence for each Charge removed.", "uid": "357282"}, {"name": "Explosive Arrow", "class": "Nature", "charges": "10", "description": "Target takes a moderate amount of damage, or a devastating amount if it has a Bomb. 100% of the damage is based on the caster's Speed instead of Intelligence.", "search_text": "Nature Explosive Arrow 10 Target takes a moderate amount of damage, or a devastating amount if it has a Bomb. 100% of the damage is based on the caster's Speed instead of Intelligence.", "uid": "e074b3"}, {"name": "Extinguish", "class": "Sorcery", "charges": "30", "description": "Kills the target if it has less than 33% Health.", "search_text": "Sorcery Extinguish 30 Kills the target if it has less than 33% Health.", "uid": "3b8262"}, {"name": "Fae Fire", "class": "Life", "charges": "1", "description": "Enemies lose a devastating amount of all stats, and their buffs and minions are removed. This spell is an Ultimate Spell.", "search_text": "Life Fae Fire 1 Enemies lose a devastating amount of all stats, and their buffs and minions are removed. This spell is an Ultimate Spell.", "uid": "e24d48"}, {"name": "Faewind Blade", "class": "Sorcery", "charges": "12", "description": "Target takes a small amount of damage 3 times.", "search_text": "Sorcery Faewind Blade 12 Target takes a small amount of damage 3 times.", "uid": "25ab45"}, {"name": "Failed Experiment", "class": "Chaos", "charges": "13", "description": "Enemies take a small amount of damage, or a massive amount if they are afflicted with Vulnerable.", "search_text": "Chaos Failed Experiment 13 Enemies take a small amount of damage, or a massive amount if they are afflicted with Vulnerable.", "uid": "77b4f2"}, {"name": "Falling Feathers", "class": "Life", "charges": "10", "description": "Random enemies take a moderate amount of damage continuously. After each enemy takes damage, the spell has a 25% chance to end.", "search_text": "Life Falling Feathers 10 Random enemies take a moderate amount of damage continuously. After each enemy takes damage, the spell has a 25% chance to end.", "uid": "2dbec6"}, {"name": "False Beliefs", "class": "Life", "charges": "11", "description": "Enemies take damage equal to 100% of the Health they've recovered in the current battle.", "search_text": "Life False Beliefs 11 Enemies take damage equal to 100% of the Health they've recovered in the current battle.", "uid": "60184d"}, {"name": "Feeling Lucky", "class": "Chaos", "charges": "15", "description": "Caster Casts one of its other spells. The targets are chosen at complete random.", "search_text": "Chaos Feeling Lucky 15 Caster Casts one of its other spells. The targets are chosen at complete random.", "uid": "d33e4e"}, {"name": "Feign Death", "class": "Death", "charges": "10", "description": "Caster's on-death effects are activated.", "search_text": "Death Feign Death 10 Caster's on-death effects are activated.", "uid": "0184ef"}, {"name": "Fermented Hops", "class": "Death", "charges": "11", "description": "Enemies with Blighted are healed for an amount equal to 35% of their Maximum Health. This spell is a Booze Spell.", "search_text": "Death Fermented Hops 11 Enemies with Blighted are healed for an amount equal to 35% of their Maximum Health. This spell is a Booze Spell.", "uid": "f54ff0"}, {"name": "Fiery Gleam", "class": "Chaos", "charges": "15", "description": "Target is afflicted with Burning and Blind.", "search_text": "Chaos Fiery Gleam 15 Target is afflicted with Burning and Blind.", "uid": "27938e"}, {"name": "Fiery Stew", "class": "Chaos", "charges": "7", "description": "Target recovers a small amount of Health and gains a small amount of Defense. Then, a random enemy is afflicted with Burning.", "search_text": "Chaos Fiery Stew 7 Target recovers a small amount of Health and gains a small amount of Defense. Then, a random enemy is afflicted with Burning.", "uid": "b8d08a"}, {"name": "Final Form", "class": "Sorcery", "charges": "12", "description": "Target gains Rebirth, Protected and Berserk.", "search_text": "Sorcery Final Form 12 Target gains Rebirth, Protected and Berserk.", "uid": "3de102"}, {"name": "Finger of Death", "class": "Death", "charges": "5", "description": "Target takes a massive amount of damage.", "search_text": "Death Finger of Death 5 Target takes a massive amount of damage.", "uid": "67b0c7"}, {"name": "Fire Arrow", "class": "Nature", "charges": "13", "description": "Target takes a moderate amount of damage and is afflicted with Burning. 100% of the damage is based on the caster's Speed instead of Intelligence.", "search_text": "Nature Fire Arrow 13 Target takes a moderate amount of damage and is afflicted with Burning. 100% of the damage is based on the caster's Speed instead of Intelligence.", "uid": "31d2a0"}, {"name": "Fireball", "class": "Chaos", "charges": "8", "description": "Target takes a moderate amount of damage and is afflicted with Burning.", "search_text": "Chaos Fireball 8 Target takes a moderate amount of damage and is afflicted with Burning.", "uid": "7d0000"}, {"name": "Firedevil's Rage", "class": "Chaos", "charges": "13", "description": "Enemies are afflicted with Burning.", "search_text": "Chaos Firedevil's Rage 13 Enemies are afflicted with Burning.", "uid": "e9250c"}, {"name": "Firestorm", "class": "Chaos", "charges": "8", "description": "Enemies take a moderate amount of damage and are afflicted with Burning.", "search_text": "Chaos Firestorm 8 Enemies take a moderate amount of damage and are afflicted with Burning.", "uid": "56d46a"}, {"name": "Firewall", "class": "Chaos", "charges": "6", "description": "Enemies take a moderate amount of damage. Your creatures gain a moderate amount of Defense.", "search_text": "Chaos Firewall 6 Enemies take a moderate amount of damage. Your creatures gain a moderate amount of Defense.", "uid": "b34645"}, {"name": "Fireworks", "class": "Sorcery", "charges": "30", "description": "Enemies take a small amount of damage and have a 50% chance to be afflicted with Bomb.", "search_text": "Sorcery Fireworks 30 Enemies take a small amount of damage and have a 50% chance to be afflicted with Bomb.", "uid": "1c8179"}, {"name": "Fist of Heavens", "class": "Life", "charges": "5", "description": "Target takes a massive amount of damage.", "search_text": "Life Fist of Heavens 5 Target takes a massive amount of damage.", "uid": "97ed5d"}, {"name": "Fist of Torun", "class": "Nature", "charges": "4", "description": "Target takes a devastating amount of damage, and your creatures take damage equal to 20% of the damage dealt.", "search_text": "Nature Fist of Torun 4 Target takes a devastating amount of damage, and your creatures take damage equal to 20% of the damage dealt.", "uid": "a2baf4"}, {"name": "Flame Enchantment", "class": "Chaos", "charges": "13", "description": "Target gains Proficient.", "search_text": "Chaos Flame Enchantment 13 Target gains Proficient.", "uid": "81de08"}, {"name": "Flame Lash", "class": "Chaos", "charges": "12", "description": "Your creatures gain Berserk and Splashing.", "search_text": "Chaos Flame Lash 12 Your creatures gain Berserk and Splashing.", "uid": "38e19b"}, {"name": "Flame Strike", "class": "Chaos", "charges": "9", "description": "Enemies take a small amount of damage. This spell Casts a number of times equal to the number of enemies that are afflicted with Burning.", "search_text": "Chaos Flame Strike 9 Enemies take a small amount of damage. This spell Casts a number of times equal to the number of enemies that are afflicted with Burning.", "uid": "f85c8a"}, {"name": "Flameheart", "class": "Chaos", "charges": "22", "description": "Your creatures gain a Barrier that absorbs damage equal to the amount of damage they've taken in the current battle.", "search_text": "Chaos Flameheart 22 Your creatures gain a Barrier that absorbs damage equal to the amount of damage they've taken in the current battle.", "uid": "5fea7a"}, {"name": "Flash Freeze", "class": "Sorcery", "charges": "15", "description": "Each enemy has a 50% chance to be afflicted with Frozen.", "search_text": "Sorcery Flash Freeze 15 Each enemy has a 50% chance to be afflicted with Frozen.", "uid": "77d1e9"}, {"name": "Flesh Offering", "class": "Death", "charges": "10", "description": "Target loses a large amount of Maximum Health, and your creatures gain 20% of that amount.", "search_text": "Death Flesh Offering 10 Target loses a large amount of Maximum Health, and your creatures gain 20% of that amount.", "uid": "d2d10e"}, {"name": "Flood of Darkness", "class": "Death", "charges": "16", "description": "Enemies with Cursed Attack their allies at random.", "search_text": "Death Flood of Darkness 16 Enemies with Cursed Attack their allies at random.", "uid": "0c71aa"}, {"name": "Flourish", "class": "Life", "charges": "5", "description": "Your creatures are resurrected with a small amount of Health.", "search_text": "Life Flourish 5 Your creatures are resurrected with a small amount of Health.", "uid": "422f31"}, {"name": "Forbidden Unity", "class": "Nature", "charges": "1", "description": "Your other creatures Cast the Spell Gem in their first slot. Then, those Spell Gems are sealed.", "search_text": "Nature Forbidden Unity 1 Your other creatures Cast the Spell Gem in their first slot. Then, those Spell Gems are sealed.", "uid": "ee6800"}, {"name": "Fortify", "class": "Life", "charges": "10", "description": "Your creatures' Barrier buffs are set to their maximum strength. If they don't have a Barrier, they gain Shelled.", "search_text": "Life Fortify 10 Your creatures' Barrier buffs are set to their maximum strength. If they don't have a Barrier, they gain Shelled.", "uid": "9f1401"}, {"name": "Foxfire", "class": "Sorcery", "charges": "7", "description": "Target is afflicted with Burning, and all other enemies are afflicted with either Blind or Blighted.", "search_text": "Sorcery Foxfire 7 Target is afflicted with Burning, and all other enemies are afflicted with either Blind or Blighted.", "uid": "d8e9ef"}, {"name": "Fractal Explosion", "class": "Chaos", "charges": "12", "description": "Afflicts 3 random enemies with Bomb.", "search_text": "Chaos Fractal Explosion 12 Afflicts 3 random enemies with Bomb.", "uid": "b9735e"}, {"name": "Fracture", "class": "Life", "charges": "11", "description": "Target's Barrier explodes and is removed, dealing damage to enemies equal to 200% of the strength of the Barrier.", "search_text": "Life Fracture 11 Target's Barrier explodes and is removed, dealing damage to enemies equal to 200% of the strength of the Barrier.", "uid": "a19719"}, {"name": "Fragmenting Arrow", "class": "Nature", "charges": "5", "description": "Target takes a moderate amount of damage that ignores 30% of the target's Defense. If the amount of damage exceeds 100% of the target's Maximum Health, all other enemies take this damage as well.\n100% of the damage is based on the caster's Speed instead of Intelligence.", "search_text": "Nature Fragmenting Arrow 5 Target takes a moderate amount of damage that ignores 30% of the target's Defense. If the amount of damage exceeds 100% of the target's Maximum Health, all other enemies take this damage as well.\n100% of the damage is based on the caster's Speed instead of Intelligence.", "uid": "103003"}, {"name": "Freezing Sting", "class": "Nature", "charges": "5", "description": "Target takes a moderate amount of damage, loses a moderate amount of Speed, and is afflicted with Frozen.", "search_text": "Nature Freezing Sting 5 Target takes a moderate amount of damage, loses a moderate amount of Speed, and is afflicted with Frozen.", "uid": "67e096"}, {"name": "Friendly Fire", "class": "Sorcery", "charges": "12", "description": "Target Casts one of its single-target spells on one of its allies.", "search_text": "Sorcery Friendly Fire 12 Target Casts one of its single-target spells on one of its allies.", "uid": "9b47e7"}, {"name": "Frost Armor", "class": "Sorcery", "charges": "20", "description": "Target gains Shelled and 30% Defense.", "search_text": "Sorcery Frost Armor 20 Target gains Shelled and 30% Defense.", "uid": "3ab011"}, {"name": "Frost Arrow", "class": "Nature", "charges": "13", "description": "Target takes a moderate amount of damage and is afflicted with Frozen. 100% of the damage is based on the caster's Speed instead of Intelligence.", "search_text": "Nature Frost Arrow 13 Target takes a moderate amount of damage and is afflicted with Frozen. 100% of the damage is based on the caster's Speed instead of Intelligence.", "uid": "73b85b"}, {"name": "Frost Enchantment", "class": "Nature", "charges": "8", "description": "Target gains Protected, and a large amount of Intelligence.", "search_text": "Nature Frost Enchantment 8 Target gains Protected, and a large amount of Intelligence.", "uid": "7c3cd7"}, {"name": "Frost Hammer", "class": "Sorcery", "charges": "1", "description": "Target takes a devastating amount of damage, is afflicted with Frozen, and is sent to the bottom of the Timeline. This spell is an Ultimate spell.", "search_text": "Sorcery Frost Hammer 1 Target takes a devastating amount of damage, is afflicted with Frozen, and is sent to the bottom of the Timeline. This spell is an Ultimate spell.", "uid": "5d745f"}, {"name": "Frost Rampart", "class": "Sorcery", "charges": "10", "description": "Your creatures gain Protected.", "search_text": "Sorcery Frost Rampart 10 Your creatures gain Protected.", "uid": "771a58"}, {"name": "Frustration", "class": "Chaos", "charges": "15", "description": "Target takes a moderate amount of damage, plus 15% more damage for each debuff the caster has.", "search_text": "Chaos Frustration 15 Target takes a moderate amount of damage, plus 15% more damage for each debuff the caster has.", "uid": "9eacf8"}, {"name": "Fulmination", "class": "Sorcery", "charges": "18", "description": "Target takes a small amount of damage, multiplied by battle fatigue.", "search_text": "Sorcery Fulmination 18 Target takes a small amount of damage, multiplied by battle fatigue.", "uid": "692c18"}, {"name": "Fury Swipes", "class": "Nature", "charges": "10", "description": "Target Attacks random enemy creatures 3 times. Each attack deals 25% normal damage.", "search_text": "Nature Fury Swipes 10 Target Attacks random enemy creatures 3 times. Each attack deals 25% normal damage.", "uid": "5277fe"}, {"name": "Galaxy", "class": "Sorcery", "charges": "7", "description": "Enemies take a small amount of damage, plus 10% more damage for each buff each of your creatures have. Then, these buffs are removed.", "search_text": "Sorcery Galaxy 7 Enemies take a small amount of damage, plus 10% more damage for each buff each of your creatures have. Then, these buffs are removed.", "uid": "a4d4bf"}, {"name": "Gem Bomb", "class": "Sorcery", "charges": "1", "description": "One of the caster's Ethereal Spell Gems is Sealed. Then, enemies take damage equal to 5% of the caster's highest stat for each Charge the Spell Gem has. This spell is an Ultimate spell.", "search_text": "Sorcery Gem Bomb 1 One of the caster's Ethereal Spell Gems is Sealed. Then, enemies take damage equal to 5% of the caster's highest stat for each Charge the Spell Gem has. This spell is an Ultimate spell.", "uid": "a5b527"}, {"name": "Germinate", "class": "Nature", "charges": "15", "description": "Target is afflicted with Snared and Poisoned.", "search_text": "Nature Germinate 15 Target is afflicted with Snared and Poisoned.", "uid": "c0735a"}, {"name": "Ghostly Scimitar", "class": "Death", "charges": "1", "description": "Target takes a devastating amount of damage which also ignores 80% of the target's Defense. This spell is an Ultimate spell.", "search_text": "Death Ghostly Scimitar 1 Target takes a devastating amount of damage which also ignores 80% of the target's Defense. This spell is an Ultimate spell.", "uid": "ed5af6"}, {"name": "Ghoul's Grip", "class": "Death", "charges": "9", "description": "Target takes a large amount of damage and is afflicted with Snared.", "search_text": "Death Ghoul's Grip 9 Target takes a large amount of damage and is afflicted with Snared.", "uid": "697225"}, {"name": "Giant's Strength", "class": "Nature", "charges": "5", "description": "Target gains a massive amount of Attack.", "search_text": "Nature Giant's Strength 5 Target gains a massive amount of Attack.", "uid": "d4edf5"}, {"name": "Gift of the Wild", "class": "Nature", "charges": "13", "description": "Your creatures recover a small amount of Health and gain Repelling.", "search_text": "Nature Gift of the Wild 13 Your creatures recover a small amount of Health and gain Repelling.", "uid": "5faa43"}, {"name": "Glacier", "class": "Nature", "charges": "10", "description": "Target takes a large amount of damage and is afflicted with Frozen.", "search_text": "Nature Glacier 10 Target takes a large amount of damage and is afflicted with Frozen.", "uid": "4ce5fb"}, {"name": "Glory", "class": "Life", "charges": "10", "description": "Each of the caster's other, non-Ethereal Spell Gems have a 30% chance to be cast. Maximum of 3 spells can be Cast.", "search_text": "Life Glory 10 Each of the caster's other, non-Ethereal Spell Gems have a 30% chance to be cast. Maximum of 3 spells can be Cast.", "uid": "711efd"}, {"name": "Godly Gin", "class": "Life", "charges": "5", "description": "Your creatures gain Immune. This spell is a Booze Spell.", "search_text": "Life Godly Gin 5 Your creatures gain Immune. This spell is a Booze Spell.", "uid": "9fb412"}, {"name": "Golden Stout", "class": "Chaos", "charges": "11", "description": "Your creatures gain Proficient. This spell is a Booze Spell.", "search_text": "Chaos Golden Stout 11 Your creatures gain Proficient. This spell is a Booze Spell.", "uid": "a30785"}, {"name": "Good Fortune", "class": "Nature", "charges": "1", "description": "Your creatures gain all buffs. This spell does not activate on-buff effects. This spell is an Ultimate spell.", "search_text": "Nature Good Fortune 1 Your creatures gain all buffs. This spell does not activate on-buff effects. This spell is an Ultimate spell.", "uid": "0715aa"}, {"name": "Gore Claws", "class": "Death", "charges": "12", "description": "Target takes a moderate amount of damage, plus 5% more damage for every 1% Health the target is missing.", "search_text": "Death Gore Claws 12 Target takes a moderate amount of damage, plus 5% more damage for every 1% Health the target is missing.", "uid": "b46fcc"}, {"name": "Graft Bone", "class": "Death", "charges": "15", "description": "Target creature takes a moderate amount of damage and gains Defense equal to 200% of the damage taken.", "search_text": "Death Graft Bone 15 Target creature takes a moderate amount of damage and gains Defense equal to 200% of the damage taken.", "uid": "0a41eb"}, {"name": "Grandeur", "class": "Nature", "charges": "1", "description": "Your creatures gain a massive amount of stats and their Ultimate Spell Gems recover 100% Charges. This spell is an Ultimate Spell.", "search_text": "Nature Grandeur 1 Your creatures gain a massive amount of stats and their Ultimate Spell Gems recover 100% Charges. This spell is an Ultimate Spell.", "uid": "471217"}, {"name": "Graveyard Shift", "class": "Death", "charges": "5", "description": "Your creatures gain 1 stack of Zombies.", "search_text": "Death Graveyard Shift 5 Your creatures gain 1 stack of Zombies.", "uid": "926a9a"}, {"name": "Gravity", "class": "Sorcery", "charges": "10", "description": "Enemies take damage based on how high they are on the Timeline. The higher their position, the more damage they take.", "search_text": "Sorcery Gravity 10 Enemies take damage based on how high they are on the Timeline. The higher their position, the more damage they take.", "uid": "19eca4"}, {"name": "Greater Dispel", "class": "Sorcery", "charges": "4", "description": "Your creatures' debuffs and enemies' buffs are removed.", "search_text": "Sorcery Greater Dispel 4 Your creatures' debuffs and enemies' buffs are removed.", "uid": "f95b85"}, {"name": "Guardian Force", "class": "Life", "charges": "10", "description": "Your creatures Defend.", "search_text": "Life Guardian Force 10 Your creatures Defend.", "uid": "1da05e"}, {"name": "Ha Ho Ha", "class": "Death", "charges": "10", "description": "Target is afflicted with Feared. If the target is already afflicted with Feared, it takes a massive amount of damage instead.", "search_text": "Death Ha Ho Ha 10 Target is afflicted with Feared. If the target is already afflicted with Feared, it takes a massive amount of damage instead.", "uid": "60f01c"}, {"name": "Harbinger's Curse", "class": "Death", "charges": "8", "description": "Target takes a moderate amount of damage and is afflicted with Weak and Vulnerable.", "search_text": "Death Harbinger's Curse 8 Target takes a moderate amount of damage and is afflicted with Weak and Vulnerable.", "uid": "30a59e"}, {"name": "Haste", "class": "Sorcery", "charges": "5", "description": "Target gains a massive amount of Speed.", "search_text": "Sorcery Haste 5 Target gains a massive amount of Speed.", "uid": "30ef18"}, {"name": "Haunt", "class": "Death", "charges": "7", "description": "Target takes a small amount of damage and is afflicted with Feared. If the target is already afflicted with Feared, it is sent to the bottom of the Timeline.", "search_text": "Death Haunt 7 Target takes a small amount of damage and is afflicted with Feared. If the target is already afflicted with Feared, it is sent to the bottom of the Timeline.", "uid": "a16b8d"}, {"name": "Healing", "class": "Life", "charges": "15", "description": "Target recovers a moderate amount of Health.", "search_text": "Life Healing 15 Target recovers a moderate amount of Health.", "uid": "5ad1fe"}, {"name": "Heat Beam", "class": "Chaos", "charges": "1", "description": "Target is killed. If it cannot be killed, it takes a devastating amount of damage 3 times. This spell is an Ultimate Spell.", "search_text": "Chaos Heat Beam 1 Target is killed. If it cannot be killed, it takes a devastating amount of damage 3 times. This spell is an Ultimate Spell.", "uid": "afc1b9"}, {"name": "Heat Wave", "class": "Chaos", "charges": "1", "description": "Enemies take a large amount of damage. In addition, enemies' Maximum Health is reduced by the amount of damage dealt. This spell is an Ultimate spell.", "search_text": "Chaos Heat Wave 1 Enemies take a large amount of damage. In addition, enemies' Maximum Health is reduced by the amount of damage dealt. This spell is an Ultimate spell.", "uid": "83b0d7"}, {"name": "Heaven's Fury", "class": "Life", "charges": "10", "description": "Target loses a large amount of Maximum Health.", "search_text": "Life Heaven's Fury 10 Target loses a large amount of Maximum Health.", "uid": "0d8306"}, {"name": "Heaven's Thunder", "class": "Life", "charges": "12", "description": "Target takes a moderate amount of damage and is afflicted with Silenced.", "search_text": "Life Heaven's Thunder 12 Target takes a moderate amount of damage and is afflicted with Silenced.", "uid": "8e4e8b"}, {"name": "Hell Forge", "class": "Chaos", "charges": "20", "description": "Target gains Taunting and Splashing.", "search_text": "Chaos Hell Forge 20 Target gains Taunting and Splashing.", "uid": "231688"}, {"name": "Hellcry Punch", "class": "Chaos", "charges": "8", "description": "Target takes a large amount of damage and is afflicted with Cursed.", "search_text": "Chaos Hellcry Punch 8 Target takes a large amount of damage and is afflicted with Cursed.", "uid": "47388d"}, {"name": "Hero's Blessing", "class": "Life", "charges": "13", "description": "Removes a debuff from your creatures. This spell cannot be cast manually, but has a 35% chance to cast when the caster Attacks.", "search_text": "Life Hero's Blessing 13 Removes a debuff from your creatures. This spell cannot be cast manually, but has a 35% chance to cast when the caster Attacks.", "uid": "85a72e"}, {"name": "Holy Armor", "class": "Life", "charges": "7", "description": "Target gains a Barrier that absorbs a massive amount of damage.", "search_text": "Life Holy Armor 7 Target gains a Barrier that absorbs a massive amount of damage.", "uid": "bd9513"}, {"name": "Holy Blast", "class": "Life", "charges": "10", "description": "Target's Health is set to 25%, and it gains a Barrier that absorbs damage equal to 200% of its Maximum Health.", "search_text": "Life Holy Blast 10 Target's Health is set to 25%, and it gains a Barrier that absorbs damage equal to 200% of its Maximum Health.", "uid": "ea4798"}, {"name": "Holy Bulwark", "class": "Life", "charges": "15", "description": "Your creatures gain a Barrier that absorbs a moderate amount of damage.", "search_text": "Life Holy Bulwark 15 Your creatures gain a Barrier that absorbs a moderate amount of damage.", "uid": "bd80b3"}, {"name": "Holy Enchantment", "class": "Life", "charges": "5", "description": "Target recovers a large amount of Health and gains a Barrier that absorbs damage equal to the amount of Health recovered.", "search_text": "Life Holy Enchantment 5 Target recovers a large amount of Health and gains a Barrier that absorbs damage equal to the amount of Health recovered.", "uid": "316c42"}, {"name": "Holy Explosion", "class": "Life", "charges": "10", "description": "Enemies take a moderate amount of damage.", "search_text": "Life Holy Explosion 10 Enemies take a moderate amount of damage.", "uid": "d04771"}, {"name": "Holy Fire", "class": "Life", "charges": "10", "description": "Enemies take damage equal to 30% of the caster's Barrier strength.", "search_text": "Life Holy Fire 10 Enemies take damage equal to 30% of the caster's Barrier strength.", "uid": "45f059"}, {"name": "Holy Nova", "class": "Life", "charges": "7", "description": "Enemies take a moderate amount of damage, and your creatures recover a moderate amount of Health.", "search_text": "Life Holy Nova 7 Enemies take a moderate amount of damage, and your creatures recover a moderate amount of Health.", "uid": "0cd664"}, {"name": "Holy Protection", "class": "Life", "charges": "15", "description": "Your creatures gain Shelled.", "search_text": "Life Holy Protection 15 Your creatures gain Shelled.", "uid": "cc2ad4"}, {"name": "Holy Shock", "class": "Life", "charges": "13", "description": "Target takes a moderate amount of damage. This spell casts a number of times equal to the number of enemy creatures that belong to the target's class.", "search_text": "Life Holy Shock 13 Target takes a moderate amount of damage. This spell casts a number of times equal to the number of enemy creatures that belong to the target's class.", "uid": "958667"}, {"name": "Holy Shrine", "class": "Life", "charges": "17", "description": "Your creatures gain a random buff.", "search_text": "Life Holy Shrine 17 Your creatures gain a random buff.", "uid": "45c526"}, {"name": "Holy Smite", "class": "Life", "charges": "20", "description": "Target takes a small amount of damage and the caster recovers a small amount of Health.", "search_text": "Life Holy Smite 20 Target takes a small amount of damage and the caster recovers a small amount of Health.", "uid": "1e7581"}, {"name": "Holy Spear", "class": "Life", "charges": "15", "description": "Target takes damage equal to 50% of the caster's Barrier strength.", "search_text": "Life Holy Spear 15 Target takes damage equal to 50% of the caster's Barrier strength.", "uid": "28edcc"}, {"name": "Holy Strike", "class": "Life", "charges": "1", "description": "Target takes a devastating amount of damage, and your creatures gain a Barrier that absorbs damage equal to 100% of the damage dealt. This spell is an Ultimate spell.", "search_text": "Life Holy Strike 1 Target takes a devastating amount of damage, and your creatures gain a Barrier that absorbs damage equal to 100% of the damage dealt. This spell is an Ultimate spell.", "uid": "85241a"}, {"name": "Homing Arrow", "class": "Nature", "charges": "13", "description": "Target takes a moderate amount of damage that ignores 50% of the target's Defense. 100% of the damage is based on the caster's Speed instead of Intelligence.", "search_text": "Nature Homing Arrow 13 Target takes a moderate amount of damage that ignores 50% of the target's Defense. 100% of the damage is based on the caster's Speed instead of Intelligence.", "uid": "35bbd8"}, {"name": "Hoo Hay Hell", "class": "Chaos", "charges": "15", "description": "Random enemies take a large amount of damage continuously. After each enemy takes damage, the spell has a 35% chance to end.", "search_text": "Chaos Hoo Hay Hell 15 Random enemies take a large amount of damage continuously. After each enemy takes damage, the spell has a 35% chance to end.", "uid": "9c5094"}, {"name": "Horrible Howl", "class": "Nature", "charges": "7", "description": "Your creatures with Dire Wolves gain 3 stacks of this minion.", "search_text": "Nature Horrible Howl 7 Your creatures with Dire Wolves gain 3 stacks of this minion.", "uid": "bbe54f"}, {"name": "Humility", "class": "Life", "charges": "14", "description": "Target's stats become equal to its lowest stat.", "search_text": "Life Humility 14 Target's stats become equal to its lowest stat.", "uid": "02dd2d"}, {"name": "Hungering Void", "class": "Sorcery", "charges": "1", "description": "Enemies take a moderate amount of damage. Then, enemies take a moderate amount of damage for every time this spell has been Cast in the current battle. This spell is an Ultimate spell.", "search_text": "Sorcery Hungering Void 1 Enemies take a moderate amount of damage. Then, enemies take a moderate amount of damage for every time this spell has been Cast in the current battle. This spell is an Ultimate spell.", "uid": "caf0e4"}, {"name": "Hypertrophy", "class": "Sorcery", "charges": "5", "description": "Target gains Maximum Health equal to 35% of its other stats. Then, those stats are set to their minimum values.", "search_text": "Sorcery Hypertrophy 5 Target gains Maximum Health equal to 35% of its other stats. Then, those stats are set to their minimum values.", "uid": "4dcb8b"}, {"name": "Ice Bolt", "class": "Nature", "charges": "18", "description": "Target takes a small amount of damage and is afflicted with Frozen.", "search_text": "Nature Ice Bolt 18 Target takes a small amount of damage and is afflicted with Frozen.", "uid": "00ba93"}, {"name": "Icewolf Bite", "class": "Sorcery", "charges": "8", "description": "Target takes a large amount of damage and is afflicted with Frozen.", "search_text": "Sorcery Icewolf Bite 8 Target takes a large amount of damage and is afflicted with Frozen.", "uid": "f7c2c6"}, {"name": "Ignus Fatuus", "class": "Life", "charges": "15", "description": "Target takes a moderate amount of damage, plus 25% more damage for each Ethereal Spell Gem it has.", "search_text": "Life Ignus Fatuus 15 Target takes a moderate amount of damage, plus 25% more damage for each Ethereal Spell Gem it has.", "uid": "e734d7"}, {"name": "Ill Fate", "class": "Death", "charges": "10", "description": "Enemies with Blighted recover a moderate amount of Health.", "search_text": "Death Ill Fate 10 Enemies with Blighted recover a moderate amount of Health.", "uid": "7e37fc"}, {"name": "Illusion", "class": "Life", "charges": "1", "description": "Your creatures gain an Illusion. This spell is an Ultimate Spell.", "search_text": "Life Illusion 1 Your creatures gain an Illusion. This spell is an Ultimate Spell.", "uid": "16013f"}, {"name": "Immolation Aura", "class": "Chaos", "charges": "10", "description": "Your creatures gain Savage and Splashing.", "search_text": "Chaos Immolation Aura 10 Your creatures gain Savage and Splashing.", "uid": "6b7e08"}, {"name": "Impale", "class": "Chaos", "charges": "7", "description": "Target takes a large amount of damage, and enemies adjacent to the target take 75% of that damage.", "search_text": "Chaos Impale 7 Target takes a large amount of damage, and enemies adjacent to the target take 75% of that damage.", "uid": "f6abd7"}, {"name": "Impending Doom", "class": "Death", "charges": "20", "description": "Target has a 5% chance to be killed for each turn it has taken in the current battle.", "search_text": "Death Impending Doom 20 Target has a 5% chance to be killed for each turn it has taken in the current battle.", "uid": "6505d7"}, {"name": "Implosion", "class": "Chaos", "charges": "20", "description": "Target takes a small amount of damage. This damage is increased by the number of buffs the target has.", "search_text": "Chaos Implosion 20 Target takes a small amount of damage. This damage is increased by the number of buffs the target has.", "uid": "59b704"}, {"name": "Improvised Recitation", "class": "Sorcery", "charges": "4", "description": "Caster Casts 3 of their Ethereal Spell Gems.", "search_text": "Sorcery Improvised Recitation 4 Caster Casts 3 of their Ethereal Spell Gems.", "uid": "cd6741"}, {"name": "Indiscriminate Summoning", "class": "Death", "charges": "5", "description": "Your creatures gain a random minion.", "search_text": "Death Indiscriminate Summoning 5 Your creatures gain a random minion.", "uid": "e65239"}, {"name": "Infernal Charge", "class": "Chaos", "charges": "15", "description": "Target Attacks a random enemy for 100% extra damage.", "search_text": "Chaos Infernal Charge 15 Target Attacks a random enemy for 100% extra damage.", "uid": "8daf23"}, {"name": "Infernal Claw", "class": "Chaos", "charges": "9", "description": "Target takes a small amount of damage and is afflicted with Burning, Bleeding and Vulnerable.", "search_text": "Chaos Infernal Claw 9 Target takes a small amount of damage and is afflicted with Burning, Bleeding and Vulnerable.", "uid": "6b00b8"}, {"name": "Infernal Pillars", "class": "Chaos", "charges": "12", "description": "Target takes a small amount of damage, or a massive amount of damage if it is afflicted with Burning.", "search_text": "Chaos Infernal Pillars 12 Target takes a small amount of damage, or a massive amount of damage if it is afflicted with Burning.", "uid": "a5f1db"}, {"name": "Inferno", "class": "Chaos", "charges": "20", "description": "Extends the duration of the enemies' Burning debuff by 1 turn and increases the debuff's potency by 100%.", "search_text": "Chaos Inferno 20 Extends the duration of the enemies' Burning debuff by 1 turn and increases the debuff's potency by 100%.", "uid": "51ea22"}, {"name": "Infinite Blades", "class": "Death", "charges": "1", "description": "Enemies take a moderate amount of damage 5 times. This spell is an Ultimate Spell.", "search_text": "Death Infinite Blades 1 Enemies take a moderate amount of damage 5 times. This spell is an Ultimate Spell.", "uid": "a164dd"}, {"name": "Inner Destruction", "class": "Chaos", "charges": "15", "description": "Caster takes a moderate amount of damage. This spell cannot be cast manually, and instead has a 20% chance to be cast by enemies at the start of their turns.", "search_text": "Chaos Inner Destruction 15 Caster takes a moderate amount of damage. This spell cannot be cast manually, and instead has a 20% chance to be cast by enemies at the start of their turns.", "uid": "71e44a"}, {"name": "Inner Strength", "class": "Life", "charges": "7", "description": "Your creatures gain a massive amount of Attack, Intelligence, Speed, or Defense. The start is chosen at random.", "search_text": "Life Inner Strength 7 Your creatures gain a massive amount of Attack, Intelligence, Speed, or Defense. The start is chosen at random.", "uid": "0820dc"}, {"name": "Innervate", "class": "Life", "charges": "15", "description": "Target recovers a small amount of Health, or a massive amount if it has Mending.", "search_text": "Life Innervate 15 Target recovers a small amount of Health, or a massive amount if it has Mending.", "uid": "8d6087"}, {"name": "Inoculate", "class": "Life", "charges": "10", "description": "Target is healed for a massive amount of Health and is afflicted with Poisoned.", "search_text": "Life Inoculate 10 Target is healed for a massive amount of Health and is afflicted with Poisoned.", "uid": "daab0c"}, {"name": "Insight", "class": "Sorcery", "charges": "10", "description": "Target gains Arcane. If it already has Arcane, it Casts a non-Ethereal Spell Gem.", "search_text": "Sorcery Insight 10 Target gains Arcane. If it already has Arcane, it Casts a non-Ethereal Spell Gem.", "uid": "f4ee86"}, {"name": "Insincerity", "class": "Sorcery", "charges": "10", "description": "Target Casts all its buffing spells in your favor.", "search_text": "Sorcery Insincerity 10 Target Casts all its buffing spells in your favor.", "uid": "113d7c"}, {"name": "Internal Combustion", "class": "Chaos", "charges": "10", "description": "Target takes a moderate amount of damage. If the target is killed by this spell, all other enemies take a moderate amount of damage and are afflicted with Burning.", "search_text": "Chaos Internal Combustion 10 Target takes a moderate amount of damage. If the target is killed by this spell, all other enemies take a moderate amount of damage and are afflicted with Burning.", "uid": "ff8868"}, {"name": "Intimidate", "class": "Death", "charges": "10", "description": "Target loses a large amount of Attack and Defense.", "search_text": "Death Intimidate 10 Target loses a large amount of Attack and Defense.", "uid": "3819c8"}, {"name": "Invisibility", "class": "Sorcery", "charges": "20", "description": "Target gains Invisible.", "search_text": "Sorcery Invisibility 20 Target gains Invisible.", "uid": "38f458"}, {"name": "Iron Skin", "class": "Nature", "charges": "5", "description": "Target gains a massive amount of Defense.", "search_text": "Nature Iron Skin 5 Target gains a massive amount of Defense.", "uid": "64f262"}, {"name": "Jinx", "class": "Sorcery", "charges": "10", "description": "Target takes a small amount of damage. This damage is increased by 25% for each debuff the target has.", "search_text": "Sorcery Jinx 10 Target takes a small amount of damage. This damage is increased by 25% for each debuff the target has.", "uid": "8ded56"}, {"name": "Judgment", "class": "Life", "charges": "15", "description": "Enemies are killed if they have less than 33% Health.", "search_text": "Life Judgment 15 Enemies are killed if they have less than 33% Health.", "uid": "11f5af"}, {"name": "Judgment Blade", "class": "Life", "charges": "10", "description": "Target takes a small amount of damage, plus 10% damage for each time it has Attacked or Cast a spell in the current battle.", "search_text": "Life Judgment Blade 10 Target takes a small amount of damage, plus 10% damage for each time it has Attacked or Cast a spell in the current battle.", "uid": "df4adf"}, {"name": "Karmic Retribution", "class": "Chaos", "charges": "12", "description": "Target takes a small amount of damage. The amount of damage increases by 50% for each time this Spell Gem has been Cast in the current battle.", "search_text": "Chaos Karmic Retribution 12 Target takes a small amount of damage. The amount of damage increases by 50% for each time this Spell Gem has been Cast in the current battle.", "uid": "f10ab0"}, {"name": "Kick", "class": "Chaos", "charges": "15", "description": "Target takes a moderate amount of damage, plus 25% more damage for each debuff it has.", "search_text": "Chaos Kick 15 Target takes a moderate amount of damage, plus 25% more damage for each debuff it has.", "uid": "4ee2d3"}, {"name": "Kindle", "class": "Chaos", "charges": "10", "description": "Target takes a large amount of damage, plus 5% more damage for each time the caster has Attacked in the current battle.", "search_text": "Chaos Kindle 10 Target takes a large amount of damage, plus 5% more damage for each time the caster has Attacked in the current battle.", "uid": "043426"}, {"name": "Knife's Edge", "class": "Chaos", "charges": "8", "description": "Target takes a large amount of damage, plus 5% more damage for every 1% Health the caster is missing.", "search_text": "Chaos Knife's Edge 8 Target takes a large amount of damage, plus 5% more damage for every 1% Health the caster is missing.", "uid": "b0a58d"}, {"name": "Lacerate", "class": "Chaos", "charges": "12", "description": "If the target has Bleeding, it takes a massive amount of damage. Otherwise, deals a moderate amount of damage and afflicts the target with Bleeding.", "search_text": "Chaos Lacerate 12 If the target has Bleeding, it takes a massive amount of damage. Otherwise, deals a moderate amount of damage and afflicts the target with Bleeding.", "uid": "8d5a55"}, {"name": "Land of the Dead", "class": "Death", "charges": "3", "description": "Your creatures gain Rebirth and then they are killed.", "search_text": "Death Land of the Dead 3 Your creatures gain Rebirth and then they are killed.", "uid": "9c3cb3"}, {"name": "Laser Beam", "class": "Sorcery", "charges": "7", "description": "Target takes a large amount of damage and loses Maximum Health equal to 100% of the damage dealt.", "search_text": "Sorcery Laser Beam 7 Target takes a large amount of damage and loses Maximum Health equal to 100% of the damage dealt.", "uid": "f88148"}, {"name": "Last Stand", "class": "Chaos", "charges": "10", "description": "Target Attacks random enemies 3 times for 200% normal damage. Then, it dies.", "search_text": "Chaos Last Stand 10 Target Attacks random enemies 3 times for 200% normal damage. Then, it dies.", "uid": "41a8d6"}, {"name": "Lead the Charge", "class": "Sorcery", "charges": "8", "description": "Target takes a small amount of damage for each creature fighting on your side that belongs to the caster's race. 100% of the damage is based on the caster's highest stat.", "search_text": "Sorcery Lead the Charge 8 Target takes a small amount of damage for each creature fighting on your side that belongs to the caster's race. 100% of the damage is based on the caster's highest stat.", "uid": "1e1cbf"}, {"name": "Life Orb", "class": "Life", "charges": "3", "description": "Your dead creatures are resurrected with a massive amount of Health. Your living creatures are healed for a massive amount of Health.", "search_text": "Life Life Orb 3 Your dead creatures are resurrected with a massive amount of Health. Your living creatures are healed for a massive amount of Health.", "uid": "bd20a4"}, {"name": "Lifeline", "class": "Life", "charges": "8", "description": "Caster recovers 100% Health.", "search_text": "Life Lifeline 8 Caster recovers 100% Health.", "uid": "4e38da"}, {"name": "Lightning Storm", "class": "Nature", "charges": "4", "description": "Enemies take a massive amount of damage, and the caster is afflicted with Silenced.", "search_text": "Nature Lightning Storm 4 Enemies take a massive amount of damage, and the caster is afflicted with Silenced.", "uid": "ee62bd"}, {"name": "Lightning Strike", "class": "Nature", "charges": "12", "description": "Target takes a small amount of damage, or massive damage if the target it Provoking.", "search_text": "Nature Lightning Strike 12 Target takes a small amount of damage, or massive damage if the target it Provoking.", "uid": "f49ba2"}, {"name": "Lingering Insanity", "class": "Sorcery", "charges": "11", "description": "Enemies take a small amount of damage. 100% of the damage is based on the enemies' Intelligence instead of the caster's.", "search_text": "Sorcery Lingering Insanity 11 Enemies take a small amount of damage. 100% of the damage is based on the enemies' Intelligence instead of the caster's.", "uid": "6c39da"}, {"name": "Lionheart", "class": "Life", "charges": "10", "description": "Target gains a large amount of Attack and Defense.", "search_text": "Life Lionheart 10 Target gains a large amount of Attack and Defense.", "uid": "9c8923"}, {"name": "Living Armor", "class": "Life", "charges": "10", "description": "Caster gains a Barrier that absorbs damage equal to 100% of its Current Health. This spell is an Arsenal Spell.", "search_text": "Life Living Armor 10 Caster gains a Barrier that absorbs damage equal to 100% of its Current Health. This spell is an Arsenal Spell.", "uid": "f38256"}, {"name": "Living Axe", "class": "Chaos", "charges": "8", "description": "Target takes a large amount of damage. If this damage exceeds 50% of the target's Maximum Health, it is killed. This spell is an Arsenal Spell.", "search_text": "Chaos Living Axe 8 Target takes a large amount of damage. If this damage exceeds 50% of the target's Maximum Health, it is killed. This spell is an Arsenal Spell.", "uid": "dad004"}, {"name": "Living Boots", "class": "Nature", "charges": "20", "description": "Target's Speed is set equal to its highest stat. This spell is an Arsenal Spell.", "search_text": "Nature Living Boots 20 Target's Speed is set equal to its highest stat. This spell is an Arsenal Spell.", "uid": "776ac2"}, {"name": "Living Bow", "class": "Nature", "charges": "8", "description": "Caster Casts 3 random Arrow spells. This spell is an Arsenal Spell.", "search_text": "Nature Living Bow 8 Caster Casts 3 random Arrow spells. This spell is an Arsenal Spell.", "uid": "93ca32"}, {"name": "Living Chaos Lance", "class": "Chaos", "charges": "10", "description": "Target takes a small amount of damage, or massive damage if the target is a Chaos creature. The damage ia based on the caster's Attack instead of Intelligence. This spell is an Arsenal Spell.", "search_text": "Chaos Living Chaos Lance 10 Target takes a small amount of damage, or massive damage if the target is a Chaos creature. The damage ia based on the caster's Attack instead of Intelligence. This spell is an Arsenal Spell.", "uid": "d565b8"}, {"name": "Living Chaos Shield", "class": "Chaos", "charges": "7", "description": "Caster's class is changed to Chaos, it gains Taunting, and it gains a moderate amount of Defense. The potency is based on the caster's Defense instead of Intelligence. This spell is an Arsenal Spell.", "search_text": "Chaos Living Chaos Shield 7 Caster's class is changed to Chaos, it gains Taunting, and it gains a moderate amount of Defense. The potency is based on the caster's Defense instead of Intelligence. This spell is an Arsenal Spell.", "uid": "59653d"}, {"name": "Living Cloak", "class": "Nature", "charges": "10", "description": "Caster gains a large amount of Speed and Invisible. This spell is an Arsenal Spell.", "search_text": "Nature Living Cloak 10 Caster gains a large amount of Speed and Invisible. This spell is an Arsenal Spell.", "uid": "b4358c"}, {"name": "Living Death Lance", "class": "Death", "charges": "10", "description": "Target takes a small amount of damage, or massive damage if the target is a Death creature. The damage ia based on the caster's Attack instead of Intelligence. This spell is an Arsenal Spell.", "search_text": "Death Living Death Lance 10 Target takes a small amount of damage, or massive damage if the target is a Death creature. The damage ia based on the caster's Attack instead of Intelligence. This spell is an Arsenal Spell.", "uid": "6d7c3b"}, {"name": "Living Death Shield", "class": "Death", "charges": "7", "description": "Caster's class is changed to Death, it gains Leeching, and it gains a moderate amount of Defense. The potency is based on the caster's Defense instead of Intelligence. This spell is an Arsenal Spell.", "search_text": "Death Living Death Shield 7 Caster's class is changed to Death, it gains Leeching, and it gains a moderate amount of Defense. The potency is based on the caster's Defense instead of Intelligence. This spell is an Arsenal Spell.", "uid": "447450"}, {"name": "Living Gauntlet", "class": "Chaos", "charges": "5", "description": "Caster gains a massive amount of Attack. This spell is an Arsenal Spell.", "search_text": "Chaos Living Gauntlet 5 Caster gains a massive amount of Attack. This spell is an Arsenal Spell.", "uid": "caee55"}, {"name": "Living Heavy Shield", "class": "Death", "charges": "5", "description": "Caster gains a massive amount of Defense. This spell is an Arsenal Spell.", "search_text": "Death Living Heavy Shield 5 Caster gains a massive amount of Defense. This spell is an Arsenal Spell.", "uid": "e86670"}, {"name": "Living Helmet", "class": "Death", "charges": "7", "description": "Caster gains Immune. This spell is an Arsenal Spell.", "search_text": "Death Living Helmet 7 Caster gains Immune. This spell is an Arsenal Spell.", "uid": "605904"}, {"name": "Living Life Lance", "class": "Life", "charges": "10", "description": "Target takes a small amount of damage, or massive damage if the target is a Life creature. The damage is based on the caster's Attack instead of Intelligence. This spell is an Arsenal Spell.", "search_text": "Life Living Life Lance 10 Target takes a small amount of damage, or massive damage if the target is a Life creature. The damage is based on the caster's Attack instead of Intelligence. This spell is an Arsenal Spell.", "uid": "d5102a"}, {"name": "Living Life Shield", "class": "Life", "charges": "7", "description": "Caster's class is changed to Life, it gains Protected, and it gains a moderate amount of Defense. The potency is based on the caster's Defense instead of Intelligence. This spell is an Arsenal Spell.", "search_text": "Life Living Life Shield 7 Caster's class is changed to Life, it gains Protected, and it gains a moderate amount of Defense. The potency is based on the caster's Defense instead of Intelligence. This spell is an Arsenal Spell.", "uid": "d34c2a"}, {"name": "Living Mace", "class": "Death", "charges": "12", "description": "Target takes a moderate amount of damage and is afflicted with Stone. The duration of Stone is increased by 1 turn for every 100% the caster's Attack exceeds its base value. This spell is an Arsenal Spell.", "search_text": "Death Living Mace 12 Target takes a moderate amount of damage and is afflicted with Stone. The duration of Stone is increased by 1 turn for every 100% the caster's Attack exceeds its base value. This spell is an Arsenal Spell.", "uid": "fd6334"}, {"name": "Living Nature Lance", "class": "Nature", "charges": "10", "description": "Target takes a small amount of damage, or massive damage if the target is a Nature creature. The damage ia based on the caster's Attack instead of Intelligence. This spell is an Arsenal Spell.", "search_text": "Nature Living Nature Lance 10 Target takes a small amount of damage, or massive damage if the target is a Nature creature. The damage ia based on the caster's Attack instead of Intelligence. This spell is an Arsenal Spell.", "uid": "cbad8c"}, {"name": "Living Nature Shield", "class": "Nature", "charges": "7", "description": "Caster's class is changed to Nature, it gains Invisible, and it gains a moderate amount of Defense. The potency is based on the caster's Defense instead of Intelligence. This spell is an Arsenal Spell.", "search_text": "Nature Living Nature Shield 7 Caster's class is changed to Nature, it gains Invisible, and it gains a moderate amount of Defense. The potency is based on the caster's Defense instead of Intelligence. This spell is an Arsenal Spell.", "uid": "2a4d2c"}, {"name": "Living Necklace", "class": "Life", "charges": "12", "description": "Caster's Spell Gems gain 1 Charge. This spell is an Arsenal Spell.", "search_text": "Life Living Necklace 12 Caster's Spell Gems gain 1 Charge. This spell is an Arsenal Spell.", "uid": "b442be"}, {"name": "Living Ribbon", "class": "Life", "charges": "15", "description": "Caster's Disarmed debuff is removed, and its Spell Gems are no longer sealed. This spell is an Arsenal Spell.", "search_text": "Life Living Ribbon 15 Caster's Disarmed debuff is removed, and its Spell Gems are no longer sealed. This spell is an Arsenal Spell.", "uid": "39b39c"}, {"name": "Living Ring", "class": "Sorcery", "charges": "7", "description": "Target takes a devastating amount of damage. The damage is based on the caster's lowest stat instead of Intelligence. This spell is an Arsenal Spell.", "search_text": "Sorcery Living Ring 7 Target takes a devastating amount of damage. The damage is based on the caster's lowest stat instead of Intelligence. This spell is an Arsenal Spell.", "uid": "8704ef"}, {"name": "Living Sorcery Lance", "class": "Sorcery", "charges": "10", "description": "Target takes a small amount of damage, or massive damage if the target is a Sorcery creature. The damage is based on the caster's Attack instead of Intelligence. This spell is an Arsenal Spell.", "search_text": "Sorcery Living Sorcery Lance 10 Target takes a small amount of damage, or massive damage if the target is a Sorcery creature. The damage is based on the caster's Attack instead of Intelligence. This spell is an Arsenal Spell.", "uid": "0bcf40"}, {"name": "Living Sorcery Shield", "class": "Sorcery", "charges": "22", "description": "Caster's class is changed to Sorcery, it gains Warded, and it gains a moderate amount of Defense. The potency is based on the caster's Defense instead of Intelligence. This spell is an Arsenal Spell.", "search_text": "Sorcery Living Sorcery Shield 22 Caster's class is changed to Sorcery, it gains Warded, and it gains a moderate amount of Defense. The potency is based on the caster's Defense instead of Intelligence. This spell is an Arsenal Spell.", "uid": "64094f"}, {"name": "Living Staff", "class": "Sorcery", "charges": "7", "description": "Enemies take a small amount of damage for each non-Ethereal Spell Gem the caster has equipped. This spell is an Arsenal Spell.", "search_text": "Sorcery Living Staff 7 Enemies take a small amount of damage for each non-Ethereal Spell Gem the caster has equipped. This spell is an Arsenal Spell.", "uid": "639229"}, {"name": "Living Sword", "class": "Chaos", "charges": "5", "description": "Target takes a large amoutn of damage, plus damage equal to 50% of the caster's Attack. This spell is an Arsenal Spell.", "search_text": "Chaos Living Sword 5 Target takes a large amoutn of damage, plus damage equal to 50% of the caster's Attack. This spell is an Arsenal Spell.", "uid": "08676d"}, {"name": "Living Wizard Hat", "class": "Sorcery", "charges": "3", "description": "Caster's Spell Gems do not consume Charges for the rest of the battle. This spell is an Arsenal Spell.", "search_text": "Sorcery Living Wizard Hat 3 Caster's Spell Gems do not consume Charges for the rest of the battle. This spell is an Arsenal Spell.", "uid": "044aed"}, {"name": "Loveless", "class": "Death", "charges": "5", "description": "Enemies take damage equal to the amount of Intelligence the caster has gained in the current battle. Then, its Intelligence is set to its minimum value.", "search_text": "Death Loveless 5 Enemies take damage equal to the amount of Intelligence the caster has gained in the current battle. Then, its Intelligence is set to its minimum value.", "uid": "96043c"}, {"name": "Lucious Lager", "class": "Life", "charges": "12", "description": "Afflicts 3 random enemies with Sleeping. This spell is a Booze Spell.", "search_text": "Life Lucious Lager 12 Afflicts 3 random enemies with Sleeping. This spell is a Booze Spell.", "uid": "1e7e9f"}, {"name": "Luck of the Draw", "class": "Chaos", "charges": "10", "description": "All creatures gain a random buff and a random debuff.", "search_text": "Chaos Luck of the Draw 10 All creatures gain a random buff and a random debuff.", "uid": "323f55"}, {"name": "Luck's Gambit", "class": "Chaos", "charges": "5", "description": "All creatures' Ethereal Spell Gems are replaced with different ones.", "search_text": "Chaos Luck's Gambit 5 All creatures' Ethereal Spell Gems are replaced with different ones.", "uid": "7ef6d4"}, {"name": "Lycanthropy", "class": "Nature", "charges": "10", "description": "Caster transforms into a random Nature creature with 100% Health. Then, this Spell Gem is Sealed.\nThis spell cannot be cast manually, but has a 100% chance to cast when this creature takes damage while it is below 25% Health.", "search_text": "Nature Lycanthropy 10 Caster transforms into a random Nature creature with 100% Health. Then, this Spell Gem is Sealed.\nThis spell cannot be cast manually, but has a 100% chance to cast when this creature takes damage while it is below 25% Health.", "uid": "9849af"}, {"name": "Madness", "class": "Nature", "charges": "15", "description": "Target and the caster take a devastating amount of damage.", "search_text": "Nature Madness 15 Target and the caster take a devastating amount of damage.", "uid": "cb6f27"}, {"name": "Maelstrom", "class": "Nature", "charges": "15", "description": "Target is afflicted with Confused and Feared.", "search_text": "Nature Maelstrom 15 Target is afflicted with Confused and Feared.", "uid": "b9e88c"}, {"name": "Magic Jelly Beans", "class": "Sorcery", "charges": "7", "description": "Target takes a moderate amount of damage and is afflicted with a random debuff, or is healed for a moderate amount of Health and gains a random buff; depending on if it is an enemy or an ally.", "search_text": "Sorcery Magic Jelly Beans 7 Target takes a moderate amount of damage and is afflicted with a random debuff, or is healed for a moderate amount of Health and gains a random buff; depending on if it is an enemy or an ally.", "uid": "6e5cd2"}, {"name": "Magic Missile", "class": "Sorcery", "charges": "35", "description": "Target takes a small amount of damage.", "search_text": "Sorcery Magic Missile 35 Target takes a small amount of damage.", "uid": "c775c8"}, {"name": "Magic Suppression", "class": "Sorcery", "charges": "5", "description": "Enemies lose a moderate amount of Intelligence and are afflicted with Silenced.", "search_text": "Sorcery Magic Suppression 5 Enemies lose a moderate amount of Intelligence and are afflicted with Silenced.", "uid": "81843e"}, {"name": "Magma Orb", "class": "Chaos", "charges": "10", "description": "Target takes a moderate amount of damage, and random enemies take a moderate amount of damage for each debuff the target has.", "search_text": "Chaos Magma Orb 10 Target takes a moderate amount of damage, and random enemies take a moderate amount of damage for each debuff the target has.", "uid": "b1d65b"}, {"name": "Major Healing", "class": "Life", "charges": "10", "description": "Target recovers a large amount of Health.", "search_text": "Life Major Healing 10 Target recovers a large amount of Health.", "uid": "839860"}, {"name": "Major Resurrection", "class": "Life", "charges": "10", "description": "Target is resurrected with a large amount of Health.", "search_text": "Life Major Resurrection 10 Target is resurrected with a large amount of Health.", "uid": "c826bf"}, {"name": "Mangle", "class": "Nature", "charges": "13", "description": "Target takes a small amount of damage, plus damage equal to 3 turns of its Bleeding debuff.", "search_text": "Nature Mangle 13 Target takes a small amount of damage, plus damage equal to 3 turns of its Bleeding debuff.", "uid": "48ab21"}, {"name": "Mass Dispel", "class": "Sorcery", "charges": "10", "description": "All the creatures on the battlefield lose their buffs and debuffs.", "search_text": "Sorcery Mass Dispel 10 All the creatures on the battlefield lose their buffs and debuffs.", "uid": "ff1f1a"}, {"name": "Mass Mutilation", "class": "Chaos", "charges": "3", "description": "All creatures Attack themselves for 25% normal damage. This spell can only be Cast once at a time.", "search_text": "Chaos Mass Mutilation 3 All creatures Attack themselves for 25% normal damage. This spell can only be Cast once at a time.", "uid": "8c6b6d"}, {"name": "Mass Taunt", "class": "Chaos", "charges": "10", "description": "Your creatures Provoke.", "search_text": "Chaos Mass Taunt 10 Your creatures Provoke.", "uid": "63fcee"}, {"name": "Master's Hand", "class": "Sorcery", "charges": "15", "description": "Target takes a small amount of damage, plus 20% more damage for each time the caster has Attacked in the current battle.", "search_text": "Sorcery Master's Hand 15 Target takes a small amount of damage, plus 20% more damage for each time the caster has Attacked in the current battle.", "uid": "d770f0"}, {"name": "Meat Grinder", "class": "Chaos", "charges": "15", "description": "Enemies take damage equal to 30% of the amount of Attack they've lost in the current battle.", "search_text": "Chaos Meat Grinder 15 Enemies take damage equal to 30% of the amount of Attack they've lost in the current battle.", "uid": "d46244"}, {"name": "Mega Magic", "class": "Sorcery", "charges": "1", "description": "Enemies take a large amount of damage.", "search_text": "Sorcery Mega Magic 1 Enemies take a large amount of damage.", "uid": "e44682"}, {"name": "Memento of Attack", "class": "Chaos", "charges": "20", "description": "This spell doesn't do anything when Cast. The caster has 5% more Attack for each Charge this Spell Gem is missing.", "search_text": "Chaos Memento of Attack 20 This spell doesn't do anything when Cast. The caster has 5% more Attack for each Charge this Spell Gem is missing.", "uid": "41b597"}, {"name": "Memento of Defense", "class": "Death", "charges": "20", "description": "This spell doesn't do anything when Cast. The caster has 5% more Defense for each Charge this Spell Gem is missing.", "search_text": "Death Memento of Defense 20 This spell doesn't do anything when Cast. The caster has 5% more Defense for each Charge this Spell Gem is missing.", "uid": "0bf808"}, {"name": "Memento of Intelligence", "class": "Sorcery", "charges": "20", "description": "This spell doesn't do anything when Cast. The caster has 5% more Intelligence for each Charge this Spell Gem is missing.", "search_text": "Sorcery Memento of Intelligence 20 This spell doesn't do anything when Cast. The caster has 5% more Intelligence for each Charge this Spell Gem is missing.", "uid": "59170a"}, {"name": "Memento of Speed", "class": "Nature", "charges": "20", "description": "This spell doesn't do anything when Cast. The caster has 5% more Speed for each Charge this Spell Gem is missing.", "search_text": "Nature Memento of Speed 20 This spell doesn't do anything when Cast. The caster has 5% more Speed for each Charge this Spell Gem is missing.", "uid": "a68354"}, {"name": "Mental Barrier", "class": "Sorcery", "charges": "7", "description": "Your creatures gain a Barrier that absorbs a massive amount of damage.", "search_text": "Sorcery Mental Barrier 7 Your creatures gain a Barrier that absorbs a massive amount of damage.", "uid": "ee705a"}, {"name": "Merry Malt", "class": "Nature", "charges": "24", "description": "Caster gains a random trait. This spell is a Booze Spell.", "search_text": "Nature Merry Malt 24 Caster gains a random trait. This spell is a Booze Spell.", "uid": "df1964"}, {"name": "Metamorphosis", "class": "Nature", "charges": "20", "description": "Target's Health is set to a random amount between 1% and 100%.", "search_text": "Nature Metamorphosis 20 Target's Health is set to a random amount between 1% and 100%.", "uid": "259bf0"}, {"name": "Meteor Shower", "class": "Nature", "charges": "6", "description": "Enemies take a moderate amount of damage three times.", "search_text": "Nature Meteor Shower 6 Enemies take a moderate amount of damage three times.", "uid": "ccd3e6"}, {"name": "Might of the Jotun", "class": "Nature", "charges": "3", "description": "Target gains a massive amount of Attack. At the start of its next turn, it Attacks a random enemy.", "search_text": "Nature Might of the Jotun 3 Target gains a massive amount of Attack. At the start of its next turn, it Attacks a random enemy.", "uid": "997786"}, {"name": "Mind Blast", "class": "Sorcery", "charges": "12", "description": "Target takes a moderate amount of damage and is afflicted with Stone.", "search_text": "Sorcery Mind Blast 12 Target takes a moderate amount of damage and is afflicted with Stone.", "uid": "599d28"}, {"name": "Mind Control", "class": "Sorcery", "charges": "20", "description": "Target Attacks one of its allies.", "search_text": "Sorcery Mind Control 20 Target Attacks one of its allies.", "uid": "153a46"}, {"name": "Mind Crunch", "class": "Sorcery", "charges": "23", "description": "Target takes damage equal to its Intelligence minus its Attack.", "search_text": "Sorcery Mind Crunch 23 Target takes damage equal to its Intelligence minus its Attack.", "uid": "f462c8"}, {"name": "Mind Crush", "class": "Sorcery", "charges": "11", "description": "Target loses a moderate amount of Intelligence and is afflicted with Sleeping.", "search_text": "Sorcery Mind Crush 11 Target loses a moderate amount of Intelligence and is afflicted with Sleeping.", "uid": "2967b4"}, {"name": "Mind Explosion", "class": "Sorcery", "charges": "14", "description": "Target takes a moderate amount of damage. 100% of the damage is based on the taret's Intelligence instead of the caster's Intelligence.", "search_text": "Sorcery Mind Explosion 14 Target takes a moderate amount of damage. 100% of the damage is based on the taret's Intelligence instead of the caster's Intelligence.", "uid": "08873a"}, {"name": "Mind Fizzle", "class": "Sorcery", "charges": "6", "description": "Enemies lose a large amount of Intelligence.", "search_text": "Sorcery Mind Fizzle 6 Enemies lose a large amount of Intelligence.", "uid": "bb9390"}, {"name": "Mind Flay", "class": "Sorcery", "charges": "16", "description": "Target takes a small amount of damage, plus 50% more for each creature between it and the caster on the Timeline.", "search_text": "Sorcery Mind Flay 16 Target takes a small amount of damage, plus 50% more for each creature between it and the caster on the Timeline.", "uid": "a0aecb"}, {"name": "Mind Games", "class": "Sorcery", "charges": "12", "description": "Target heals your creatures for a large amount of Health (based on the caster's Intelligence).", "search_text": "Sorcery Mind Games 12 Target heals your creatures for a large amount of Health (based on the caster's Intelligence).", "uid": "828a7b"}, {"name": "Mind Storm", "class": "Sorcery", "charges": "13", "description": "Each enemy takes a small amount of damage and has a 50% chance to be afflicted with Stone.", "search_text": "Sorcery Mind Storm 13 Each enemy takes a small amount of damage and has a 50% chance to be afflicted with Stone.", "uid": "707ba0"}, {"name": "Mind Tricks", "class": "Sorcery", "charges": "15", "description": "Target Attacks itself for 50% normal damage.", "search_text": "Sorcery Mind Tricks 15 Target Attacks itself for 50% normal damage.", "uid": "9b3dd6"}, {"name": "Minor Healing", "class": "Life", "charges": "20", "description": "Target recovers a small amount of Health.", "search_text": "Life Minor Healing 20 Target recovers a small amount of Health.", "uid": "149746"}, {"name": "Minor Resurrection", "class": "Life", "charges": "20", "description": "Target is resurrected with a small amount of Health.", "search_text": "Life Minor Resurrection 20 Target is resurrected with a small amount of Health.", "uid": "5f210d"}, {"name": "Misery", "class": "Death", "charges": "5", "description": "Target is afflicted with Weak, Vulnerable, Feared, Cursed, and Scorned.", "search_text": "Death Misery 5 Target is afflicted with Weak, Vulnerable, Feared, Cursed, and Scorned.", "uid": "8acbc3"}, {"name": "Molten Armor", "class": "Chaos", "charges": "18", "description": "Target gains Shelled and 30% Attack.", "search_text": "Chaos Molten Armor 18 Target gains Shelled and 30% Attack.", "uid": "e07074"}, {"name": "Molten Wall", "class": "Chaos", "charges": "8", "description": "Your creatures gain a moderate amount of Attack and Defense.", "search_text": "Chaos Molten Wall 8 Your creatures gain a moderate amount of Attack and Defense.", "uid": "183bc2"}, {"name": "Morph: Chaos", "class": "Chaos", "charges": "5", "description": "Your creatures gain a large amount of Attack and their classes become Chaos until the end of battle.", "search_text": "Chaos Morph: Chaos 5 Your creatures gain a large amount of Attack and their classes become Chaos until the end of battle.", "uid": "8f7017"}, {"name": "Morph: Death", "class": "Death", "charges": "5", "description": "Your creatures gain a large amount of Defense and their classes become Death until the end of battle.", "search_text": "Death Morph: Death 5 Your creatures gain a large amount of Defense and their classes become Death until the end of battle.", "uid": "703c20"}, {"name": "Morph: Life", "class": "Life", "charges": "5", "description": "Your creatures gain a large amount of Maximum Health and their classes become Life until the end of battle.", "search_text": "Life Morph: Life 5 Your creatures gain a large amount of Maximum Health and their classes become Life until the end of battle.", "uid": "81ccf6"}, {"name": "Morph: Nature", "class": "Nature", "charges": "5", "description": "Your creatures gain a large amount of Speed and their classes become Nature until the end of battle.", "search_text": "Nature Morph: Nature 5 Your creatures gain a large amount of Speed and their classes become Nature until the end of battle.", "uid": "02b6f8"}, {"name": "Morph: Sorcery", "class": "Sorcery", "charges": "5", "description": "Your creatures gain a large amount of Intelligence and their classes become Sorcery until the end of battle.", "search_text": "Sorcery Morph: Sorcery 5 Your creatures gain a large amount of Intelligence and their classes become Sorcery until the end of battle.", "uid": "5bc66a"}, {"name": "Mouthbreathe", "class": "Death", "charges": "5", "description": "Caster loses a large amount of Intelligence and enemies take damage equal to 200% of this amount.", "search_text": "Death Mouthbreathe 5 Caster loses a large amount of Intelligence and enemies take damage equal to 200% of this amount.", "uid": "cf1bfa"}, {"name": "Murder of Crows", "class": "Death", "charges": "12", "description": "Random enemies take a moderate amount of damage 3 times, plus 2 more times for each dead creature on the battlefield.", "search_text": "Death Murder of Crows 12 Random enemies take a moderate amount of damage 3 times, plus 2 more times for each dead creature on the battlefield.", "uid": "d09ccc"}, {"name": "Muster", "class": "Nature", "charges": "7", "description": "Target gains Leeching and Mending, and a large amount of Attack.", "search_text": "Nature Muster 7 Target gains Leeching and Mending, and a large amount of Attack.", "uid": "0d19c5"}, {"name": "Mutagen", "class": "Sorcery", "charges": "5", "description": "Target is resurrected with a large amount of Health and gains a large amount of stats (excluding Health).", "search_text": "Sorcery Mutagen 5 Target is resurrected with a large amount of Health and gains a large amount of stats (excluding Health).", "uid": "75ccad"}, {"name": "Mutilate", "class": "Chaos", "charges": "10", "description": "Target takes damage equal to 50% of the caster's Current Health.", "search_text": "Chaos Mutilate 10 Target takes damage equal to 50% of the caster's Current Health.", "uid": "4d24e5"}, {"name": "Nature Orb", "class": "Nature", "charges": "3", "description": "Your creatures gain a random buff and a moderate amount of stats.", "search_text": "Nature Nature Orb 3 Your creatures gain a random buff and a moderate amount of stats.", "uid": "c367cc"}, {"name": "Nature's Blessing", "class": "Nature", "charges": "20", "description": "Your creatures' buffs gain 3 turns of duration.", "search_text": "Nature Nature's Blessing 20 Your creatures' buffs gain 3 turns of duration.", "uid": "0b3bbf"}, {"name": "Necromantic Armor", "class": "Death", "charges": "10", "description": "Your creatures gain a moderate amount of Defense and Speed.", "search_text": "Death Necromantic Armor 10 Your creatures gain a moderate amount of Defense and Speed.", "uid": "ec26fc"}, {"name": "Necrosis", "class": "Death", "charges": "10", "description": "Enemies take a moderate amount of damage. 50% of the damage is based on the caster's Speed instead of Intelligence.", "search_text": "Death Necrosis 10 Enemies take a moderate amount of damage. 50% of the damage is based on the caster's Speed instead of Intelligence.", "uid": "16423b"}, {"name": "Night Sword", "class": "Death", "charges": "12", "description": "Target takes a moderate amount of damage and the last Spell Gem the target used is Sealed. If no Spell Gem was used, one is chosen at random.", "search_text": "Death Night Sword 12 Target takes a moderate amount of damage and the last Spell Gem the target used is Sealed. If no Spell Gem was used, one is chosen at random.", "uid": "1b8579"}, {"name": "Nightmare", "class": "Death", "charges": "13", "description": "Target takes a moderate amount of damage and is afflicted with Sleeping.", "search_text": "Death Nightmare 13 Target takes a moderate amount of damage and is afflicted with Sleeping.", "uid": "62a489"}, {"name": "Nine Meteors", "class": "Chaos", "charges": "3", "description": "A random enemy takes a small amount of damage. This effect occurs 9 times.", "search_text": "Chaos Nine Meteors 3 A random enemy takes a small amount of damage. This effect occurs 9 times.", "uid": "1bd003"}, {"name": "Nourish", "class": "Nature", "charges": "10", "description": "Your creatures gain Mending.", "search_text": "Nature Nourish 10 Your creatures gain Mending.", "uid": "da25b8"}, {"name": "Nutrition", "class": "Nature", "charges": "10", "description": "Removes one of the target's debuffs. If a debuff was successfully removed, heal the target for a large amount of Health.", "search_text": "Nature Nutrition 10 Removes one of the target's debuffs. If a debuff was successfully removed, heal the target for a large amount of Health.", "uid": "759cf2"}, {"name": "Obelisk of Summoning", "class": "Sorcery", "charges": "8", "description": "Target's minions gain their maximum amount of stacks.", "search_text": "Sorcery Obelisk of Summoning 8 Target's minions gain their maximum amount of stacks.", "uid": "8f5f08"}, {"name": "Overcharge", "class": "Nature", "charges": "5", "description": "Target takes a devastating amount of damage. Then, this Spell Gem is Sealed.", "search_text": "Nature Overcharge 5 Target takes a devastating amount of damage. Then, this Spell Gem is Sealed.", "uid": "b95294"}, {"name": "Pandemonium", "class": "Chaos", "charges": "12", "description": "Shuffles the Timeline.", "search_text": "Chaos Pandemonium 12 Shuffles the Timeline.", "uid": "a49e84"}, {"name": "Panic Attack", "class": "Chaos", "charges": "6", "description": "Each of your creatures Attack a random enemy for 50% normal damage.", "search_text": "Chaos Panic Attack 6 Each of your creatures Attack a random enemy for 50% normal damage.", "uid": "b99e9b"}, {"name": "Parasite Eve", "class": "Nature", "charges": "10", "description": "Enemies take damage equal to 10% of the amount of Health they've recovered in the current battle.", "search_text": "Nature Parasite Eve 10 Enemies take damage equal to 10% of the amount of Health they've recovered in the current battle.", "uid": "ba0114"}, {"name": "Parasites", "class": "Death", "charges": "10", "description": "Enemies are afflicted with Blighted and Leeching.", "search_text": "Death Parasites 10 Enemies are afflicted with Blighted and Leeching.", "uid": "934f9e"}, {"name": "Peace", "class": "Life", "charges": "1", "description": "Enemies' Attack or Intelligence (whichever is highest) is set to their minimum values.\nThen, afflict each enemy with Scorned or Silenced, depending on whether their Attack or Intelligence was unaffected. This spell is an Ultimate Spell.", "search_text": "Life Peace 1 Enemies' Attack or Intelligence (whichever is highest) is set to their minimum values.\nThen, afflict each enemy with Scorned or Silenced, depending on whether their Attack or Intelligence was unaffected. This spell is an Ultimate Spell.", "uid": "16b370"}, {"name": "Permafrost", "class": "Sorcery", "charges": "15", "description": "Enemies that are Frozen are afflicted with Snared.", "search_text": "Sorcery Permafrost 15 Enemies that are Frozen are afflicted with Snared.", "uid": "01cefa"}, {"name": "Pestilence", "class": "Death", "charges": "7", "description": "Enemies spread 1 of their debuffs to all other enemies.", "search_text": "Death Pestilence 7 Enemies spread 1 of their debuffs to all other enemies.", "uid": "4900c2"}, {"name": "Petrify", "class": "Nature", "charges": "15", "description": "Target is afflicted with Stone.", "search_text": "Nature Petrify 15 Target is afflicted with Stone.", "uid": "518bc3"}, {"name": "Phantasm", "class": "Death", "charges": "11", "description": "Target takes damage equal to 10% of the Attack, Intelligence, Defense and Speed it lost in the current battle.", "search_text": "Death Phantasm 11 Target takes damage equal to 10% of the Attack, Intelligence, Defense and Speed it lost in the current battle.", "uid": "f0ee65"}, {"name": "Phoenix Burst", "class": "Life", "charges": "6", "description": "Enemies take a small amount of damage, or a massive amount of damage if the caster has at least 1 dead enemy. Then, a random enemy is resurrected with 50% Health.", "search_text": "Life Phoenix Burst 6 Enemies take a small amount of damage, or a massive amount of damage if the caster has at least 1 dead enemy. Then, a random enemy is resurrected with 50% Health.", "uid": "7d7116"}, {"name": "Phoenix Down", "class": "Life", "charges": "1", "description": "Your creatures are resurrected with a moderate amount of Health and gain a random buff.", "search_text": "Life Phoenix Down 1 Your creatures are resurrected with a moderate amount of Health and gain a random buff.", "uid": "315c0f"}, {"name": "Plague", "class": "Death", "charges": "11", "description": "Target recovers a small amount of Health. This effect repeats for each enemy with Blighted.", "search_text": "Death Plague 11 Target recovers a small amount of Health. This effect repeats for each enemy with Blighted.", "uid": "dc074d"}, {"name": "Planets", "class": "Chaos", "charges": "6", "description": "Enemies take a large amount of damage.", "search_text": "Chaos Planets 6 Enemies take a large amount of damage.", "uid": "e2e246"}, {"name": "Poison Arrow", "class": "Nature", "charges": "13", "description": "Target takes a moderate amount of damage and is afflicted with Poisoned. 100% of the damage is based on the caster's Speed instead of Intelligence.", "search_text": "Nature Poison Arrow 13 Target takes a moderate amount of damage and is afflicted with Poisoned. 100% of the damage is based on the caster's Speed instead of Intelligence.", "uid": "8866e8"}, {"name": "Poison Gas", "class": "Death", "charges": "10", "description": "Enemies are afflicted with Poisoned.", "search_text": "Death Poison Gas 10 Enemies are afflicted with Poisoned.", "uid": "5192c6"}, {"name": "Polish", "class": "Nature", "charges": "10", "description": "One of the target's Spell Gems regenerates 100% of its Charges.", "search_text": "Nature Polish 10 One of the target's Spell Gems regenerates 100% of its Charges.", "uid": "9a40d3"}, {"name": "Pop", "class": "Sorcery", "charges": "10", "description": "Random enemies take a moderate amount of damage. The number of times that enemies take damage is equal to the number of times this Spell Gem has been Cast in the current battle.", "search_text": "Sorcery Pop 10 Random enemies take a moderate amount of damage. The number of times that enemies take damage is equal to the number of times this Spell Gem has been Cast in the current battle.", "uid": "d6a7b2"}, {"name": "Potent Porter", "class": "Sorcery", "charges": "7", "description": "Caster Casts 2 of its non-Ethereal Spell Gems. This spell is a Booze Spell.", "search_text": "Sorcery Potent Porter 7 Caster Casts 2 of its non-Ethereal Spell Gems. This spell is a Booze Spell.", "uid": "2b8108"}, {"name": "Powered Blast", "class": "Sorcery", "charges": "15", "description": "Target takes a small amount of damage, or a massive amount of damage if the target is the same class as the caster.", "search_text": "Sorcery Powered Blast 15 Target takes a small amount of damage, or a massive amount of damage if the target is the same class as the caster.", "uid": "a6c22e"}, {"name": "Praise the Sun", "class": "Life", "charges": "8", "description": "All creatures recover a large amount of Health.", "search_text": "Life Praise the Sun 8 All creatures recover a large amount of Health.", "uid": "a0b782"}, {"name": "Prismatic Channeling", "class": "Sorcery", "charges": "4", "description": "Enemies take a large amount of damage, plus 20% more damage for each different class of creature fighting on your side.", "search_text": "Sorcery Prismatic Channeling 4 Enemies take a large amount of damage, plus 20% more damage for each different class of creature fighting on your side.", "uid": "a523ce"}, {"name": "Productive Belch", "class": "Chaos", "charges": "19", "description": "Target takes a small amount of damage and afflicts the target with Disarmed.", "search_text": "Chaos Productive Belch 19 Target takes a small amount of damage and afflicts the target with Disarmed.", "uid": "0b1969"}, {"name": "Profanity", "class": "Nature", "charges": "25", "description": "Target Provokes.", "search_text": "Nature Profanity 25 Target Provokes.", "uid": "4cf13b"}, {"name": "Promethean Blaze", "class": "Chaos", "charges": "2", "description": "Enemies take a moderate amount of damage and are afflicted with Burning. Caster gains Intelligence equal to 10% of the damage dealt.", "search_text": "Chaos Promethean Blaze 2 Enemies take a moderate amount of damage and are afflicted with Burning. Caster gains Intelligence equal to 10% of the damage dealt.", "uid": "9bd9a4"}, {"name": "Prosperity", "class": "Life", "charges": "10", "description": "Target gains 50% Current Health. This does not count as a healing effect.", "search_text": "Life Prosperity 10 Target gains 50% Current Health. This does not count as a healing effect.", "uid": "221559"}, {"name": "Protect", "class": "Life", "charges": "15", "description": "Target gains Protected and Warded. Then, it Defends.", "search_text": "Life Protect 15 Target gains Protected and Warded. Then, it Defends.", "uid": "e01f0c"}, {"name": "Psionic Blast", "class": "Sorcery", "charges": "15", "description": "Target takes a moderate amount of damage and is afflicted with Weak.", "search_text": "Sorcery Psionic Blast 15 Target takes a moderate amount of damage and is afflicted with Weak.", "uid": "a4ed96"}, {"name": "Psychic Rapture", "class": "Sorcery", "charges": "12", "description": "Enemies take a small amount of damage, plus 10% more damage for each Ethereal Spell Gem the caster has, up to 200% extra damage.", "search_text": "Sorcery Psychic Rapture 12 Enemies take a small amount of damage, plus 10% more damage for each Ethereal Spell Gem the caster has, up to 200% extra damage.", "uid": "9d83f7"}, {"name": "Pumpkin King's Wrath", "class": "Chaos", "charges": "10", "description": "Enemies take a moderate amount of damage 2 times.", "search_text": "Chaos Pumpkin King's Wrath 10 Enemies take a moderate amount of damage 2 times.", "uid": "62c691"}, {"name": "Pure Love", "class": "Life", "charges": "5", "description": "All creatures gain a massive amount of Maximum Health.", "search_text": "Life Pure Love 5 All creatures gain a massive amount of Maximum Health.", "uid": "ee4528"}, {"name": "Purgatory", "class": "Death", "charges": "20", "description": "Target is sent to the bottom of the Timeline.", "search_text": "Death Purgatory 20 Target is sent to the bottom of the Timeline.", "uid": "e919d0"}, {"name": "Pusplosion", "class": "Death", "charges": "5", "description": "Enemies take a moderate amount of damage, plus 10% more damage for each debuff each enemy has.", "search_text": "Death Pusplosion 5 Enemies take a moderate amount of damage, plus 10% more damage for each debuff each enemy has.", "uid": "d68cb4"}, {"name": "Pustule", "class": "Death", "charges": "7", "description": "Target takes a small amount of damage and all other enemies take damage equal to 200% of the damage dealt.", "search_text": "Death Pustule 7 Target takes a small amount of damage and all other enemies take damage equal to 200% of the damage dealt.", "uid": "8cc265"}, {"name": "Pyroburst", "class": "Chaos", "charges": "12", "description": "Target takes a small amount of damage, or a massive amount of damage if they are afflicted with Bomb.", "search_text": "Chaos Pyroburst 12 Target takes a small amount of damage, or a massive amount of damage if they are afflicted with Bomb.", "uid": "c77ae1"}, {"name": "Quietus", "class": "Sorcery", "charges": "1", "description": "The first time this Spell Gem is Cast, your creatures gain a squad of minions.\nThe second time this Spell Gem is Cast, enemies take a massive amount of damage plus 15% more damage for each minion each of your creatures have, and then their minions are removed.\nThen, this spell is reset. This spell is an Ultimate Spell.", "search_text": "Sorcery Quietus 1 The first time this Spell Gem is Cast, your creatures gain a squad of minions.\nThe second time this Spell Gem is Cast, enemies take a massive amount of damage plus 15% more damage for each minion each of your creatures have, and then their minions are removed.\nThen, this spell is reset. This spell is an Ultimate Spell.", "uid": "193d75"}, {"name": "Rabid Dementia", "class": "Sorcery", "charges": "20", "description": "Target Attacks a random enemy for 200% normal damage.", "search_text": "Sorcery Rabid Dementia 20 Target Attacks a random enemy for 200% normal damage.", "uid": "b9c5df"}, {"name": "Radiant Sunfire", "class": "Chaos", "charges": "4", "description": "Your creatures gain a random buff and enemies are afflicted with a random debuff for each enemy with Burning.", "search_text": "Chaos Radiant Sunfire 4 Your creatures gain a random buff and enemies are afflicted with a random debuff for each enemy with Burning.", "uid": "71772b"}, {"name": "Rain of Arrows", "class": "Nature", "charges": "1", "description": "Enemies take a small amount of damage and the caster Casts 5 random Arrow spells. This spell is an Ultimate spell.", "search_text": "Nature Rain of Arrows 1 Enemies take a small amount of damage and the caster Casts 5 random Arrow spells. This spell is an Ultimate spell.", "uid": "2316ef"}, {"name": "Rain of Blood", "class": "Death", "charges": "10", "description": "Enemies are afflicted with Bleeding.", "search_text": "Death Rain of Blood 10 Enemies are afflicted with Bleeding.", "uid": "4d059a"}, {"name": "Rapture", "class": "Death", "charges": "1", "description": "Enemies take a massive amount of damage and are afflicted with Weak and Vulnerable.", "search_text": "Death Rapture 1 Enemies take a massive amount of damage and are afflicted with Weak and Vulnerable.", "uid": "689ab4"}, {"name": "Ravage", "class": "Chaos", "charges": "11", "description": "Target takes a moderate amount of damage and loses a moderate amount of Defense.", "search_text": "Chaos Ravage 11 Target takes a moderate amount of damage and loses a moderate amount of Defense.", "uid": "5b6f99"}, {"name": "Raze", "class": "Chaos", "charges": "12", "description": "Enemies take damage equal to 2 turns of their Burning debuff.", "search_text": "Chaos Raze 12 Enemies take damage equal to 2 turns of their Burning debuff.", "uid": "f289bc"}, {"name": "Recharge", "class": "Sorcery", "charges": "1", "description": "Caster's Spell Gems gain 3 Charges.", "search_text": "Sorcery Recharge 1 Caster's Spell Gems gain 3 Charges.", "uid": "6c1bad"}, {"name": "Redirection", "class": "Chaos", "charges": "15", "description": "Target gains a moderate amount of Defense, then it Provokes.", "search_text": "Chaos Redirection 15 Target gains a moderate amount of Defense, then it Provokes.", "uid": "077f0c"}, {"name": "Redoubt", "class": "Nature", "charges": "10", "description": "One of the target's Spell Gems loses 100% of its Charges, and it gains Defense equal to 7% of the caster's Intelligence for each Charge removed.", "search_text": "Nature Redoubt 10 One of the target's Spell Gems loses 100% of its Charges, and it gains Defense equal to 7% of the caster's Intelligence for each Charge removed.", "uid": "2d07af"}, {"name": "Refresh", "class": "Nature", "charges": "20", "description": "Target's debuffs are removed.", "search_text": "Nature Refresh 20 Target's debuffs are removed.", "uid": "c46b73"}, {"name": "Reincarnation", "class": "Life", "charges": "5", "description": "Target is killed, then resurrected with a massive amount of Health.", "search_text": "Life Reincarnation 5 Target is killed, then resurrected with a massive amount of Health.", "uid": "7b5cc6"}, {"name": "Relight", "class": "Life", "charges": "5", "description": "Caster is killed, and your other creatures gain Rebirth.", "search_text": "Life Relight 5 Caster is killed, and your other creatures gain Rebirth.", "uid": "60b882"}, {"name": "Rend", "class": "Chaos", "charges": "12", "description": "Target takes a moderate amount of damage and is afflicted with Bleeding.", "search_text": "Chaos Rend 12 Target takes a moderate amount of damage and is afflicted with Bleeding.", "uid": "034e55"}, {"name": "Replicate", "class": "Sorcery", "charges": "10", "description": "Caster Casts 2 of its other spells.", "search_text": "Sorcery Replicate 10 Caster Casts 2 of its other spells.", "uid": "4cd185"}, {"name": "Requiem", "class": "Life", "charges": "3", "description": "Your creatures are resurrected with a moderate amount of Health.", "search_text": "Life Requiem 3 Your creatures are resurrected with a moderate amount of Health.", "uid": "0b09a1"}, {"name": "Resonance", "class": "Sorcery", "charges": "13", "description": "Enemies take a small amount of damage, or a large amount of damage if they are afflicted with Silenced.", "search_text": "Sorcery Resonance 13 Enemies take a small amount of damage, or a large amount of damage if they are afflicted with Silenced.", "uid": "5406be"}, {"name": "Resplendence", "class": "Life", "charges": "10", "description": "Enemies take a small amount of damage, your creatures recover a small amount of Health, and your creatures gain a small amount of Maximum Health.", "search_text": "Life Resplendence 10 Enemies take a small amount of damage, your creatures recover a small amount of Health, and your creatures gain a small amount of Maximum Health.", "uid": "b3cdc3"}, {"name": "Restore Balance", "class": "Nature", "charges": "5", "description": "Enemies' Health percentages are averaged.", "search_text": "Nature Restore Balance 5 Enemies' Health percentages are averaged.", "uid": "cdec44"}, {"name": "Resurrection", "class": "Life", "charges": "15", "description": "Target is resurrected with a moderate amount of Health.", "search_text": "Life Resurrection 15 Target is resurrected with a moderate amount of Health.", "uid": "4d22ad"}, {"name": "Revelation", "class": "Death", "charges": "10", "description": "Caster's on-resurrect effects are activated.", "search_text": "Death Revelation 10 Caster's on-resurrect effects are activated.", "uid": "186e03"}, {"name": "Reverberate", "class": "Sorcery", "charges": "13", "description": "Enemies that are afflicted with Confused Attack one of their allies.", "search_text": "Sorcery Reverberate 13 Enemies that are afflicted with Confused Attack one of their allies.", "uid": "b743f1"}, {"name": "Reverse Polarity", "class": "Sorcery", "charges": "20", "description": "Target's debuffs are converted to random buffs.", "search_text": "Sorcery Reverse Polarity 20 Target's debuffs are converted to random buffs.", "uid": "0d3b04"}, {"name": "Righteous Storm", "class": "Life", "charges": "15", "description": "Enemies take a small amount of damage and lose a small amount of Attack.", "search_text": "Life Righteous Storm 15 Enemies take a small amount of damage and lose a small amount of Attack.", "uid": "693e2c"}, {"name": "Riotous Rum", "class": "Death", "charges": "12", "description": "Enemies are afflicted with Feared. This spell is a Booze Spell.", "search_text": "Death Riotous Rum 12 Enemies are afflicted with Feared. This spell is a Booze Spell.", "uid": "faa92e"}, {"name": "Ritual of Summoning", "class": "Death", "charges": "10", "description": "Caster is killed, and your creatures' minions gain 3 stacks.", "search_text": "Death Ritual of Summoning 10 Caster is killed, and your creatures' minions gain 3 stacks.", "uid": "ce2bc2"}, {"name": "River Against the Current", "class": "Sorcery", "charges": "10", "description": "Enemies' buffs are removed.", "search_text": "Sorcery River Against the Current 10 Enemies' buffs are removed.", "uid": "8a24a8"}, {"name": "Rolling Meteor", "class": "Chaos", "charges": "6", "description": "Random enemies continuously take damage equal to 20% of this creature's Current Health. After each enemy takes damage, the spell has a 25% chance to end.", "search_text": "Chaos Rolling Meteor 6 Random enemies continuously take damage equal to 20% of this creature's Current Health. After each enemy takes damage, the spell has a 25% chance to end.", "uid": "a694bc"}, {"name": "Ruby Power", "class": "Sorcery", "charges": "30", "description": "Caster Casts the Spell Gem in the target's Artifact Spell Slot. This spell is even more impressive if you manage to read its description ten times out loud.", "search_text": "Sorcery Ruby Power 30 Caster Casts the Spell Gem in the target's Artifact Spell Slot. This spell is even more impressive if you manage to read its description ten times out loud.", "uid": "6379e5"}, {"name": "Ruin", "class": "Nature", "charges": "5", "description": "Target loses a devastating amount of its highest stat. Then, this Spell Gem is Sealed.", "search_text": "Nature Ruin 5 Target loses a devastating amount of its highest stat. Then, this Spell Gem is Sealed.", "uid": "3ab944"}, {"name": "Rune of Cor", "class": "Chaos", "charges": "20", "description": "Target takes a large amount of damage, and the caster's on-attack effects are activated. 100% of this spell's damage is based on the caster's Attack instead of its Intelligence.", "search_text": "Chaos Rune of Cor 20 Target takes a large amount of damage, and the caster's on-attack effects are activated. 100% of this spell's damage is based on the caster's Attack instead of its Intelligence.", "uid": "d7cc9f"}, {"name": "Rune of Dun", "class": "Death", "charges": "20", "description": "Target takes a large amount of damage, and the caster's on-attack effects are activated. 100% of this spell's damage is based on the caster's Defense instead of its Intelligence.", "search_text": "Death Rune of Dun 20 Target takes a large amount of damage, and the caster's on-attack effects are activated. 100% of this spell's damage is based on the caster's Defense instead of its Intelligence.", "uid": "454ab7"}, {"name": "Rune of Lua", "class": "Life", "charges": "20", "description": "Target takes a large amount of damage, and the caster's on-attack effects are activated. 100% of this spell's damage is based on the caster's Current Health instead of its Intelligence.", "search_text": "Life Rune of Lua 20 Target takes a large amount of damage, and the caster's on-attack effects are activated. 100% of this spell's damage is based on the caster's Current Health instead of its Intelligence.", "uid": "cd5adb"}, {"name": "Rune of Nax", "class": "Nature", "charges": "20", "description": "Target takes a large amount of damage, and the caster's on-attack effects are activated. 100% of this spell's damage is based on the caster's Speed instead of its Intelligence.", "search_text": "Nature Rune of Nax 20 Target takes a large amount of damage, and the caster's on-attack effects are activated. 100% of this spell's damage is based on the caster's Speed instead of its Intelligence.", "uid": "60fede"}, {"name": "Rune of Sah", "class": "Sorcery", "charges": "20", "description": "Target takes a large amount of damage, and the caster's on-attack effects are activated.", "search_text": "Sorcery Rune of Sah 20 Target takes a large amount of damage, and the caster's on-attack effects are activated.", "uid": "883085"}, {"name": "Rupture", "class": "Chaos", "charges": "14", "description": "Target takes a small amount of damage. This damage is increased by the percentage of Attack, Intelligence, Defense and Speed the caster has over those of the target.", "search_text": "Chaos Rupture 14 Target takes a small amount of damage. This damage is increased by the percentage of Attack, Intelligence, Defense and Speed the caster has over those of the target.", "uid": "cc113c"}, {"name": "Ruse", "class": "Nature", "charges": "12", "description": "At the start of the target's next turn, it Casts its top-most Spell Gem twice.", "search_text": "Nature Ruse 12 At the start of the target's next turn, it Casts its top-most Spell Gem twice.", "uid": "e43646"}, {"name": "Sabotage", "class": "Chaos", "charges": "20", "description": "Target Attacks the caster 3 times for 5% normal damage. These attacks cannot be dodged, and always deal at least 1 damage.", "search_text": "Chaos Sabotage 20 Target Attacks the caster 3 times for 5% normal damage. These attacks cannot be dodged, and always deal at least 1 damage.", "uid": "2c2c8b"}, {"name": "Sacred Ground", "class": "Life", "charges": "5", "description": "All creatures are afflicted with Scorned.", "search_text": "Life Sacred Ground 5 All creatures are afflicted with Scorned.", "uid": "79d078"}, {"name": "Sacrifice to the Light", "class": "Life", "charges": "1", "description": "When the caster dies, it resurrects with 100% Health. This spell cannot be cast manually, and only works in normal battles.", "search_text": "Life Sacrifice to the Light 1 When the caster dies, it resurrects with 100% Health. This spell cannot be cast manually, and only works in normal battles.", "uid": "578ce8"}, {"name": "Saint's Touch", "class": "Life", "charges": "10", "description": "Target gains a large amount of its highest stat if it's an ally, or loses a large amount of its highest stat if it's an enemy.", "search_text": "Life Saint's Touch 10 Target gains a large amount of its highest stat if it's an ally, or loses a large amount of its highest stat if it's an enemy.", "uid": "f3cf42"}, {"name": "Sanctuary", "class": "Life", "charges": "7", "description": "Your creatures gain Shelled, Mending, and Repelling.", "search_text": "Life Sanctuary 7 Your creatures gain Shelled, Mending, and Repelling.", "uid": "b2eb9e"}, {"name": "Sandstorm", "class": "Nature", "charges": "8", "description": "Enemies take a moderate amount of damage and are afflicted with Blind.", "search_text": "Nature Sandstorm 8 Enemies take a moderate amount of damage and are afflicted with Blind.", "uid": "ea8938"}, {"name": "Sapphire Power", "class": "Sorcery", "charges": "15", "description": "Target's Artifact's Spell Slot has a 100% chance to activate for the rest of the battle.", "search_text": "Sorcery Sapphire Power 15 Target's Artifact's Spell Slot has a 100% chance to activate for the rest of the battle.", "uid": "a1b822"}, {"name": "Savage Roar", "class": "Chaos", "charges": "3", "description": "Your creatures gain a massive amount of Attack.", "search_text": "Chaos Savage Roar 3 Your creatures gain a massive amount of Attack.", "uid": "f90351"}, {"name": "Savage Spores", "class": "Nature", "charges": "5", "description": "All the creatures on the battlefield become Berserk and lose 40% Defense.", "search_text": "Nature Savage Spores 5 All the creatures on the battlefield become Berserk and lose 40% Defense.", "uid": "657e12"}, {"name": "Saving Grace", "class": "Life", "charges": "15", "description": "Caster's debuffs are removed and gains Shelled. This spell cannot be cast manually, but has a 100% chance to cast when this creature takes damage that exceeds 25% of its Maximum Health.", "search_text": "Life Saving Grace 15 Caster's debuffs are removed and gains Shelled. This spell cannot be cast manually, but has a 100% chance to cast when this creature takes damage that exceeds 25% of its Maximum Health.", "uid": "26d94f"}, {"name": "Schism", "class": "Life", "charges": "10", "description": "Enemies take a moderate amount of damage. This spell casts a number of times equal to the number of times your creatures have resurrected in the current battle.", "search_text": "Life Schism 10 Enemies take a moderate amount of damage. This spell casts a number of times equal to the number of times your creatures have resurrected in the current battle.", "uid": "fb43a2"}, {"name": "Scourge Chaos", "class": "Death", "charges": "10", "description": "Target takes a small amount of damage, or massive damage if the target is a Chaos creature.", "search_text": "Death Scourge Chaos 10 Target takes a small amount of damage, or massive damage if the target is a Chaos creature.", "uid": "979206"}, {"name": "Scourge Death", "class": "Life", "charges": "10", "description": "Target takes a small amount of damage, or massive damage if the target is a Death creature.", "search_text": "Life Scourge Death 10 Target takes a small amount of damage, or massive damage if the target is a Death creature.", "uid": "c60337"}, {"name": "Scourge Life", "class": "Nature", "charges": "10", "description": "Target takes a small amount of damage, or massive damage if the target is a Life creature.", "search_text": "Nature Scourge Life 10 Target takes a small amount of damage, or massive damage if the target is a Life creature.", "uid": "409e9e"}, {"name": "Scourge Nature", "class": "Sorcery", "charges": "10", "description": "Target takes a small amount of damage, or massive damage if the target is a Nature creature.", "search_text": "Sorcery Scourge Nature 10 Target takes a small amount of damage, or massive damage if the target is a Nature creature.", "uid": "d9edca"}, {"name": "Scourge Sorcery", "class": "Chaos", "charges": "10", "description": "Target takes a small amount of damage, or massive damage if the target is a Sorcery creature.", "search_text": "Chaos Scourge Sorcery 10 Target takes a small amount of damage, or massive damage if the target is a Sorcery creature.", "uid": "eb0048"}, {"name": "Secret Stuff", "class": "Nature", "charges": "10", "description": "A random enemy Attacks one of its allies for 200% normal damage. This spell is a Booze Spell.", "search_text": "Nature Secret Stuff 10 A random enemy Attacks one of its allies for 200% normal damage. This spell is a Booze Spell.", "uid": "c18a00"}, {"name": "Seduction", "class": "Nature", "charges": "1", "description": "Each enemy gives 25% of their Attack, Intelligence, Defense, and Speed to your creatures in the enemies' corresponding positions. This spell is an Ultimate Spell.", "search_text": "Nature Seduction 1 Each enemy gives 25% of their Attack, Intelligence, Defense, and Speed to your creatures in the enemies' corresponding positions. This spell is an Ultimate Spell.", "uid": "7d2674"}, {"name": "Seismic Crash", "class": "Nature", "charges": "12", "description": "Target takes a moderate amount of damage. If the target has Stone, it has a 25% chance to be killed.", "search_text": "Nature Seismic Crash 12 Target takes a moderate amount of damage. If the target has Stone, it has a 25% chance to be killed.", "uid": "1a11d4"}, {"name": "Self Analysis", "class": "Sorcery", "charges": "5", "description": "Caster gains stats equal to 5% of its allies' stats (other than Health).", "search_text": "Sorcery Self Analysis 5 Caster gains stats equal to 5% of its allies' stats (other than Health).", "uid": "bd153d"}, {"name": "Sensual Cider", "class": "Life", "charges": "15", "description": "Your creature with the lowest Health recovers 50% Health. This spell is a Booze Spell.", "search_text": "Life Sensual Cider 15 Your creature with the lowest Health recovers 50% Health. This spell is a Booze Spell.", "uid": "7e87fa"}, {"name": "Serendipity", "class": "Life", "charges": "10", "description": "Your creatures gain Savage and Agile.", "search_text": "Life Serendipity 10 Your creatures gain Savage and Agile.", "uid": "42708a"}, {"name": "Shadow Crash", "class": "Death", "charges": "8", "description": "Enemies take damage equal to 10% of the caster's Intelligence for each time they've cast a spell in the current battle.", "search_text": "Death Shadow Crash 8 Enemies take damage equal to 10% of the caster's Intelligence for each time they've cast a spell in the current battle.", "uid": "276767"}, {"name": "Shadow Infusion", "class": "Death", "charges": "10", "description": "Target gains a large amount of Attack and Speed.", "search_text": "Death Shadow Infusion 10 Target gains a large amount of Attack and Speed.", "uid": "401721"}, {"name": "Shatter", "class": "Sorcery", "charges": "10", "description": "Target takes a small amount of damage, or massive damage if the target is Frozen.", "search_text": "Sorcery Shatter 10 Target takes a small amount of damage, or massive damage if the target is Frozen.", "uid": "ca00d9"}, {"name": "Shattering Ice", "class": "Sorcery", "charges": "8", "description": "Target takes a moderate amount of damage and is afflicted with Frozen. All other enemies are afflicted with Bleeding.", "search_text": "Sorcery Shattering Ice 8 Target takes a moderate amount of damage and is afflicted with Frozen. All other enemies are afflicted with Bleeding.", "uid": "385d27"}, {"name": "Shellbust", "class": "Nature", "charges": "15", "description": "Target loses a moderate amount of Defense and deals damage equal to 150% of the amount reduced.", "search_text": "Nature Shellbust 15 Target loses a moderate amount of Defense and deals damage equal to 150% of the amount reduced.", "uid": "0da97f"}, {"name": "Shield Bash", "class": "Chaos", "charges": "12", "description": "Target takes a small amount of damage and is afflicted with Confused. 100% of the damage dealt is based on the caster's Defense instead of Intelligence.", "search_text": "Chaos Shield Bash 12 Target takes a small amount of damage and is afflicted with Confused. 100% of the damage dealt is based on the caster's Defense instead of Intelligence.", "uid": "681c77"}, {"name": "Shield Slam", "class": "Chaos", "charges": "13", "description": "Target takes a moderate amount of damage and has a 35% chance to be sent to the bottom of the Timeline.\n100% of the damage is based on the caster's Defense instead of Intelligence.", "search_text": "Chaos Shield Slam 13 Target takes a moderate amount of damage and has a 35% chance to be sent to the bottom of the Timeline.\n100% of the damage is based on the caster's Defense instead of Intelligence.", "uid": "ce6a62"}, {"name": "Shock", "class": "Nature", "charges": "8", "description": "Enemies take a moderate amount of damage, plus 20% more damage for each debuff they have.", "search_text": "Nature Shock 8 Enemies take a moderate amount of damage, plus 20% more damage for each debuff they have.", "uid": "558633"}, {"name": "Shootout", "class": "Chaos", "charges": "1", "description": "Target takes a massive amount of damage. This spell has a 100% chance to deal critical damage and regenerates 1 Charge after an enemy is killed. This spell is an Ultimate spell.", "search_text": "Chaos Shootout 1 Target takes a massive amount of damage. This spell has a 100% chance to deal critical damage and regenerates 1 Charge after an enemy is killed. This spell is an Ultimate spell.", "uid": "753552"}, {"name": "Skewer", "class": "Chaos", "charges": "15", "description": "Enemies take damage equal to 30% of the amount of damage they've taken from Bleeding in the current battle.", "search_text": "Chaos Skewer 15 Enemies take damage equal to 30% of the amount of damage they've taken from Bleeding in the current battle.", "uid": "e2519b"}, {"name": "Slaughter", "class": "Death", "charges": "3", "description": "Caster kills its allies.", "search_text": "Death Slaughter 3 Caster kills its allies.", "uid": "810ca9"}, {"name": "Smoke Bolt", "class": "Chaos", "charges": "8", "description": "Target takes a moderate amount of damage and loses a small amount of Attack, Intelligence, and Defense.", "search_text": "Chaos Smoke Bolt 8 Target takes a moderate amount of damage and loses a small amount of Attack, Intelligence, and Defense.", "uid": "546399"}, {"name": "Smoke Bomb", "class": "Nature", "charges": "15", "description": "Enemies are afflicted with Blind.", "search_text": "Nature Smoke Bomb 15 Enemies are afflicted with Blind.", "uid": "647725"}, {"name": "Sneak Attack", "class": "Chaos", "charges": "11", "description": "Target takes a massive amount of damage the first time this spell is Cast in the current battle. Subsequent casts deal a small amount of damage.", "search_text": "Chaos Sneak Attack 11 Target takes a massive amount of damage the first time this spell is Cast in the current battle. Subsequent casts deal a small amount of damage.", "uid": "9506a4"}, {"name": "Snowstorm", "class": "Nature", "charges": "4", "description": "Enemies take a large amount of damage and have a 50% chance to be afflicted with Frozen.", "search_text": "Nature Snowstorm 4 Enemies take a large amount of damage and have a 50% chance to be afflicted with Frozen.", "uid": "69b505"}, {"name": "Soothing Breeze", "class": "Nature", "charges": "6", "description": "Target recovers a massive amount of Health.", "search_text": "Nature Soothing Breeze 6 Target recovers a massive amount of Health.", "uid": "083510"}, {"name": "Sorcery Orb", "class": "Sorcery", "charges": "6", "description": "Your creatures Cast a random spell that belongs to their class.", "search_text": "Sorcery Sorcery Orb 6 Your creatures Cast a random spell that belongs to their class.", "uid": "2d9227"}, {"name": "Soul Fire", "class": "Chaos", "charges": "9", "description": "Enemies take a moderate amount of damage, plus 10% more damage for each buff they have.", "search_text": "Chaos Soul Fire 9 Enemies take a moderate amount of damage, plus 10% more damage for each buff they have.", "uid": "795562"}, {"name": "Soul Harvest", "class": "Death", "charges": "5", "description": "Caster steals a small amount of Intelligence from all enemies.", "search_text": "Death Soul Harvest 5 Caster steals a small amount of Intelligence from all enemies.", "uid": "b002ca"}, {"name": "Soul Rage", "class": "Death", "charges": "10", "description": "Your creatures gain Leeching and Splashing.", "search_text": "Death Soul Rage 10 Your creatures gain Leeching and Splashing.", "uid": "b717c5"}, {"name": "Soul Sacrifice", "class": "Death", "charges": "15", "description": "Your creatures' Health is set to 70%.", "search_text": "Death Soul Sacrifice 15 Your creatures' Health is set to 70%.", "uid": "ebd20d"}, {"name": "Spectral Crash", "class": "Life", "charges": "15", "description": "Target takes a moderate amount of damage, plus 100% more damage if the caster has Savage.", "search_text": "Life Spectral Crash 15 Target takes a moderate amount of damage, plus 100% more damage if the caster has Savage.", "uid": "037355"}, {"name": "Spectral Rain", "class": "Sorcery", "charges": "7", "description": "Increases the potency of all creatures' buffs and debuffs by 50%. This spell does not affect Inverted.", "search_text": "Sorcery Spectral Rain 7 Increases the potency of all creatures' buffs and debuffs by 50%. This spell does not affect Inverted.", "uid": "86ae11"}, {"name": "Spectral Swords", "class": "Sorcery", "charges": "15", "description": "Target takes a moderate amount of damage. The damage is based on the caster's Speed instead of Intelligence.", "search_text": "Sorcery Spectral Swords 15 Target takes a moderate amount of damage. The damage is based on the caster's Speed instead of Intelligence.", "uid": "eda23b"}, {"name": "Spell Blast", "class": "Sorcery", "charges": "18", "description": "Target takes a small amount of damage. The amount of damage is increased by 10% for each Charge this Spell Gem has.", "search_text": "Sorcery Spell Blast 18 Target takes a small amount of damage. The amount of damage is increased by 10% for each Charge this Spell Gem has.", "uid": "3332ce"}, {"name": "Spell Breath", "class": "Sorcery", "charges": "10", "description": "Enemies take a moderate amount of damage. 50% of the damage is based on the caster's Attack instead of Intelligence.", "search_text": "Sorcery Spell Breath 10 Enemies take a moderate amount of damage. 50% of the damage is based on the caster's Attack instead of Intelligence.", "uid": "b10e6e"}, {"name": "Spell Flow", "class": "Sorcery", "charges": "8", "description": "Target gains Arcane and Warded.", "search_text": "Sorcery Spell Flow 8 Target gains Arcane and Warded.", "uid": "342d84"}, {"name": "Spell Leak", "class": "Sorcery", "charges": "5", "description": "Enemies' Ethereal Spell Gems are destroyed.", "search_text": "Sorcery Spell Leak 5 Enemies' Ethereal Spell Gems are destroyed.", "uid": "8025c1"}, {"name": "Spell Lock", "class": "Sorcery", "charges": "10", "description": "All creatures are afflicted with Silenced.", "search_text": "Sorcery Spell Lock 10 All creatures are afflicted with Silenced.", "uid": "95bb03"}, {"name": "Spell Strike", "class": "Sorcery", "charges": "15", "description": "Target takes a moderate amount of damage. 50% of the damage is based on the caster's Attack instead of Intelligence.", "search_text": "Sorcery Spell Strike 15 Target takes a moderate amount of damage. 50% of the damage is based on the caster's Attack instead of Intelligence.", "uid": "0b24b5"}, {"name": "Spell Ward", "class": "Sorcery", "charges": "10", "description": "Your creatures gain Warded.", "search_text": "Sorcery Spell Ward 10 Your creatures gain Warded.", "uid": "5698a5"}, {"name": "Spicy Suds", "class": "Chaos", "charges": "13", "description": "Your creatures with Splashing Attack random enemeis. This spell is a Booze Spell.", "search_text": "Chaos Spicy Suds 13 Your creatures with Splashing Attack random enemeis. This spell is a Booze Spell.", "uid": "fa9d03"}, {"name": "Spirit Bond", "class": "Nature", "charges": "20", "description": "Target gains the caster's trait.", "search_text": "Nature Spirit Bond 20 Target gains the caster's trait.", "uid": "e40e38"}, {"name": "Spirit Breaker", "class": "Life", "charges": "20", "description": "Target takes a small amount of damage, plus 50% more damage for each turn it has taken in the current battle.", "search_text": "Life Spirit Breaker 20 Target takes a small amount of damage, plus 50% more damage for each turn it has taken in the current battle.", "uid": "6b7f4c"}, {"name": "Spirit Offering", "class": "Death", "charges": "10", "description": "Target loses a large amount of Intelligence, and your creatures gain 20% of that amount.", "search_text": "Death Spirit Offering 10 Target loses a large amount of Intelligence, and your creatures gain 20% of that amount.", "uid": "abf9d6"}, {"name": "Split Punch", "class": "Chaos", "charges": "8", "description": "Target takes a large amount of damage and is afflicted with Bleeding.", "search_text": "Chaos Split Punch 8 Target takes a large amount of damage and is afflicted with Bleeding.", "uid": "41ea0c"}, {"name": "Splitting Arrow", "class": "Nature", "charges": "14", "description": "Enemies take a small amount of damage. 100% of the damage is based on the caster's Speed instead of Intelligence.", "search_text": "Nature Splitting Arrow 14 Enemies take a small amount of damage. 100% of the damage is based on the caster's Speed instead of Intelligence.", "uid": "ebb49e"}, {"name": "Stampede", "class": "Nature", "charges": "7", "description": "Each of your creatures Attack an enemy for 50% normal damage. Each creature targets an enemy in their corresponding position.", "search_text": "Nature Stampede 7 Each of your creatures Attack an enemy for 50% normal damage. Each creature targets an enemy in their corresponding position.", "uid": "a9ab1d"}, {"name": "Star Blast", "class": "Life", "charges": "20", "description": "Target takes a small amount of damage, plus 10% damage for each Charge this Spell Gem is missing.", "search_text": "Life Star Blast 20 Target takes a small amount of damage, plus 10% damage for each Charge this Spell Gem is missing.", "uid": "103994"}, {"name": "Star Pact", "class": "Life", "charges": "3", "description": "Enemies take a massive amount of damage, plus 10% damage for every buff this creature has.", "search_text": "Life Star Pact 3 Enemies take a massive amount of damage, plus 10% damage for every buff this creature has.", "uid": "4b1067"}, {"name": "Starfire", "class": "Life", "charges": "5", "description": "Enemies take a moderate amount of damage and are afflicted with either Scorned or Silenced.", "search_text": "Life Starfire 5 Enemies take a moderate amount of damage and are afflicted with either Scorned or Silenced.", "uid": "b2bcc4"}, {"name": "Stasis Sword", "class": "Life", "charges": "8", "description": "Target takes a large amount of damage and is afflicted with Stone.", "search_text": "Life Stasis Sword 8 Target takes a large amount of damage and is afflicted with Stone.", "uid": "166073"}, {"name": "Steel Storm", "class": "Sorcery", "charges": "5", "description": "Enemies take a massive amount of damage.", "search_text": "Sorcery Steel Storm 5 Enemies take a massive amount of damage.", "uid": "99ba99"}, {"name": "Stellar Flare", "class": "Life", "charges": "15", "description": "Enemies take a small amount of damage, plus 10% more damage for each time the caster has Defended and Provoked in the current battle.", "search_text": "Life Stellar Flare 15 Enemies take a small amount of damage, plus 10% more damage for each time the caster has Defended and Provoked in the current battle.", "uid": "873bd6"}, {"name": "Stone Skin", "class": "Nature", "charges": "5", "description": "Target gains a massive amount of Current and Maximum Health.", "search_text": "Nature Stone Skin 5 Target gains a massive amount of Current and Maximum Health.", "uid": "c7ae3c"}, {"name": "Stone Ward", "class": "Nature", "charges": "14", "description": "Target gains a small amount of Defense. Then, it Defends and Provokes.", "search_text": "Nature Stone Ward 14 Target gains a small amount of Defense. Then, it Defends and Provokes.", "uid": "62c3a4"}, {"name": "Stonewall", "class": "Nature", "charges": "10", "description": "Your Defending creatures gain a massive amount of Defense.", "search_text": "Nature Stonewall 10 Your Defending creatures gain a massive amount of Defense.", "uid": "971cdf"}, {"name": "Stubborn Will", "class": "Life", "charges": "8", "description": "Target recovers a small amount of Health for each debuff it has (up to 5).", "search_text": "Life Stubborn Will 8 Target recovers a small amount of Health for each debuff it has (up to 5).", "uid": "e7dc58"}, {"name": "Stun Beam", "class": "Sorcery", "charges": "5", "description": "Target is sent to the bottom of the Timeline.", "search_text": "Sorcery Stun Beam 5 Target is sent to the bottom of the Timeline.", "uid": "8b5276"}, {"name": "Submerge", "class": "Nature", "charges": "11", "description": "Enemies take a moderate amount of damage, plus 25% damage for each turn they've taken in the current battle.", "search_text": "Nature Submerge 11 Enemies take a moderate amount of damage, plus 25% damage for each turn they've taken in the current battle.", "uid": "5913a6"}, {"name": "Subterfuge", "class": "Sorcery", "charges": "5", "description": "Target Attacks itself. Then, it has a 30% chance to attack itself again. This effect can occur multiple times in a row.", "search_text": "Sorcery Subterfuge 5 Target Attacks itself. Then, it has a 30% chance to attack itself again. This effect can occur multiple times in a row.", "uid": "1fb376"}, {"name": "Succulent Scotch", "class": "Nature", "charges": "12", "description": "All the creatures on the battlefield Attack themselves. This spell is a Booze Spell.", "search_text": "Nature Succulent Scotch 12 All the creatures on the battlefield Attack themselves. This spell is a Booze Spell.", "uid": "5e7e98"}, {"name": "Sudden Death", "class": "Death", "charges": "7", "description": "Target is killed, and enemies take damage equal to 25% of its current Health.", "search_text": "Death Sudden Death 7 Target is killed, and enemies take damage equal to 25% of its current Health.", "uid": "aef94f"}, {"name": "Suffocation", "class": "Sorcery", "charges": "6", "description": "Target is afflicted with Silenced and Stone.", "search_text": "Sorcery Suffocation 6 Target is afflicted with Silenced and Stone.", "uid": "e2ecc3"}, {"name": "Summon Animated Gem", "class": "Sorcery", "charges": "8", "description": "Caster gains Animated Gem.", "search_text": "Sorcery Summon Animated Gem 8 Caster gains Animated Gem.", "uid": "48a9f7"}, {"name": "Summon Animated Weapon", "class": "Sorcery", "charges": "8", "description": "Caster gains Animated Weapon.", "search_text": "Sorcery Summon Animated Weapon 8 Caster gains Animated Weapon.", "uid": "221a95"}, {"name": "Summon Conquest", "class": "Death", "charges": "5", "description": "Caster gains Conquest.", "search_text": "Death Summon Conquest 5 Caster gains Conquest.", "uid": "07b8fb"}, {"name": "Summon Death", "class": "Death", "charges": "5", "description": "Caster gains Death.", "search_text": "Death Summon Death 5 Caster gains Death.", "uid": "3d8bfc"}, {"name": "Summon Dire Wolf", "class": "Sorcery", "charges": "15", "description": "Caster gains 1 stack of Dire Wolves.", "search_text": "Sorcery Summon Dire Wolf 15 Caster gains 1 stack of Dire Wolves.", "uid": "a6b0b8"}, {"name": "Summon Doppelganger", "class": "Sorcery", "charges": "3", "description": "Caster gains Doppelganger.", "search_text": "Sorcery Summon Doppelganger 3 Caster gains Doppelganger.", "uid": "c77ba2"}, {"name": "Summon Famine", "class": "Death", "charges": "5", "description": "Caster gains Famine.", "search_text": "Death Summon Famine 5 Caster gains Famine.", "uid": "e19126"}, {"name": "Summon Horde", "class": "Death", "charges": "3", "description": "Your creatures gain a random minion for each creature that belongs to the same class as the caster.", "search_text": "Death Summon Horde 3 Your creatures gain a random minion for each creature that belongs to the same class as the caster.", "uid": "1efe45"}, {"name": "Summon Spiderlings", "class": "Nature", "charges": "18", "description": "Caster gains 2 stacks of Spiderlings.", "search_text": "Nature Summon Spiderlings 18 Caster gains 2 stacks of Spiderlings.", "uid": "da30e2"}, {"name": "Summon Unstable Horror", "class": "Death", "charges": "10", "description": "Caster gains 1 stack of Unstable Horror.", "search_text": "Death Summon Unstable Horror 10 Caster gains 1 stack of Unstable Horror.", "uid": "c83ac7"}, {"name": "Summon War", "class": "Death", "charges": "5", "description": "Caster gains War.", "search_text": "Death Summon War 5 Caster gains War.", "uid": "582f40"}, {"name": "Summon Writheling", "class": "Death", "charges": "10", "description": "Caster gains 1 stack of Writhelings.", "search_text": "Death Summon Writheling 10 Caster gains 1 stack of Writhelings.", "uid": "0b44b7"}, {"name": "Summon Zombie", "class": "Death", "charges": "10", "description": "Caster gains 1 stack of Zombies.", "search_text": "Death Summon Zombie 10 Caster gains 1 stack of Zombies.", "uid": "a2d3b0"}, {"name": "Sunder", "class": "Chaos", "charges": "1", "description": "Enemies take a large amount of damage and their Defense and Speed are set to their minimum values. This spell is an Ultimate spell.", "search_text": "Chaos Sunder 1 Enemies take a large amount of damage and their Defense and Speed are set to their minimum values. This spell is an Ultimate spell.", "uid": "6c5836"}, {"name": "Supplicant Sacrifice", "class": "Death", "charges": "3", "description": "Caster is killed, and your creatures gain 3 random minions.", "search_text": "Death Supplicant Sacrifice 3 Caster is killed, and your creatures gain 3 random minions.", "uid": "ee5e66"}, {"name": "Surrender to Madness", "class": "Sorcery", "charges": "15", "description": "Target is afflicted with Confused and Cursed.", "search_text": "Sorcery Surrender to Madness 15 Target is afflicted with Confused and Cursed.", "uid": "ae3e91"}, {"name": "Tectonic Upheaval", "class": "Nature", "charges": "1", "description": "Enemies take a massive amount of damage, lose a massive amount of Defense and Speed, and are afflicted with Snared. This spell is an Ultimate Spell.", "search_text": "Nature Tectonic Upheaval 1 Enemies take a massive amount of damage, lose a massive amount of Defense and Speed, and are afflicted with Snared. This spell is an Ultimate Spell.", "uid": "176ccf"}, {"name": "Terror", "class": "Death", "charges": "9", "description": "Target loses a large amount of Defense and is afflicted with Fear.", "search_text": "Death Terror 9 Target loses a large amount of Defense and is afflicted with Fear.", "uid": "99e45c"}, {"name": "Time Stop", "class": "Sorcery", "charges": "5", "description": "Proceed to the next creature's turn on the Timeline, ignoring all subsequent effects as a result of casting this spell.", "search_text": "Sorcery Time Stop 5 Proceed to the next creature's turn on the Timeline, ignoring all subsequent effects as a result of casting this spell.", "uid": "56ca97"}, {"name": "Timely Demise", "class": "Death", "charges": "9", "description": "Enemies take a small amount of damage. The damage is increased based on the duration of the current battle.", "search_text": "Death Timely Demise 9 Enemies take a small amount of damage. The damage is increased based on the duration of the current battle.", "uid": "46df49"}, {"name": "Timewalk", "class": "Sorcery", "charges": "15", "description": "Target executes its start-of-turn effects and increases the number of turns it has taken by 1. This spell can only ever target 1 creature and can only be Cast once at a time.", "search_text": "Sorcery Timewalk 15 Target executes its start-of-turn effects and increases the number of turns it has taken by 1. This spell can only ever target 1 creature and can only be Cast once at a time.", "uid": "ab7f1a"}, {"name": "Tornado", "class": "Nature", "charges": "7", "description": "Target takes a large amount of damage, plus 35% damage for each dead creature.", "search_text": "Nature Tornado 7 Target takes a large amount of damage, plus 35% damage for each dead creature.", "uid": "682f65"}, {"name": "Torun Attunement", "class": "Nature", "charges": "3", "description": "Caster gains 1 stack of Torun Junior.", "search_text": "Nature Torun Attunement 3 Caster gains 1 stack of Torun Junior.", "uid": "4f2317"}, {"name": "Total Carnage", "class": "Chaos", "charges": "1", "description": "Enemies are afflicted with Bleeding and this creature Attacks each enemy. This is an Ultimate Spell.", "search_text": "Chaos Total Carnage 1 Enemies are afflicted with Bleeding and this creature Attacks each enemy. This is an Ultimate Spell.", "uid": "2d3f99"}, {"name": "Toxic Frogmania", "class": "Nature", "charges": "12", "description": "Target takes a small amount of damage, or a massive amount of damage if it is afflicted with Poisoned.", "search_text": "Nature Toxic Frogmania 12 Target takes a small amount of damage, or a massive amount of damage if it is afflicted with Poisoned.", "uid": "0523e3"}, {"name": "Toxic Shield", "class": "Chaos", "charges": "13", "description": "Target gains 20% Defense for each debuff it has. Then, the target's debuffs are removed.", "search_text": "Chaos Toxic Shield 13 Target gains 20% Defense for each debuff it has. Then, the target's debuffs are removed.", "uid": "7965ab"}, {"name": "Transcendence", "class": "Life", "charges": "25", "description": "Target gains a random trait that belongs to a creature from its race.", "search_text": "Life Transcendence 25 Target gains a random trait that belongs to a creature from its race.", "uid": "cbecc8"}, {"name": "True Light", "class": "Life", "charges": "3", "description": "Your creatures gain a large amount of Defense, and enemies lose a large amount of Defense.", "search_text": "Life True Light 3 Your creatures gain a large amount of Defense, and enemies lose a large amount of Defense.", "uid": "5a5b6a"}, {"name": "True Magic", "class": "Sorcery", "charges": "3", "description": "Enemies take a moderate amount of damage, plus 5% more damage for each Charge each of its other Spell Gems are missing.", "search_text": "Sorcery True Magic 3 Enemies take a moderate amount of damage, plus 5% more damage for each Charge each of its other Spell Gems are missing.", "uid": "18e5f3"}, {"name": "Truesight", "class": "Sorcery", "charges": "20", "description": "Enemies are no longer Invisible.", "search_text": "Sorcery Truesight 20 Enemies are no longer Invisible.", "uid": "f10759"}, {"name": "Tsunami", "class": "Nature", "charges": "5", "description": "Enemies take a moderate amount of damage and lose a large amount of Speed.", "search_text": "Nature Tsunami 5 Enemies take a moderate amount of damage and lose a large amount of Speed.", "uid": "d6a824"}, {"name": "Ultimate Odor", "class": "Death", "charges": "7", "description": "Enemies take a small amount of damage. This damage repeats for each debuff the caster has.", "search_text": "Death Ultimate Odor 7 Enemies take a small amount of damage. This damage repeats for each debuff the caster has.", "uid": "18cd39"}, {"name": "Unanswered Prayers", "class": "Life", "charges": "15", "description": "This spell casts three additional times, but has no effect.", "search_text": "Life Unanswered Prayers 15 This spell casts three additional times, but has no effect.", "uid": "50d5b6"}, {"name": "Unbound Combustion", "class": "Chaos", "charges": "9", "description": "Target takes a small amount of damage. 100% of the damage is based on the caster's Maximum Health instead of Intelligence.", "search_text": "Chaos Unbound Combustion 9 Target takes a small amount of damage. 100% of the damage is based on the caster's Maximum Health instead of Intelligence.", "uid": "aa30cc"}, {"name": "Unholy Augmentation", "class": "Death", "charges": "10", "description": "Your creatures gain Repelling.", "search_text": "Death Unholy Augmentation 10 Your creatures gain Repelling.", "uid": "b977f9"}, {"name": "Unholy Confessions", "class": "Death", "charges": "11", "description": "Your creatures gain a moderate amount of Intelligence.", "search_text": "Death Unholy Confessions 11 Your creatures gain a moderate amount of Intelligence.", "uid": "45be58"}, {"name": "Unholy Frenzy", "class": "Death", "charges": "13", "description": "Your creatures gain Berserk.", "search_text": "Death Unholy Frenzy 13 Your creatures gain Berserk.", "uid": "174843"}, {"name": "Unholy Rage", "class": "Death", "charges": "13", "description": "Target's Defense and Speed are added to their Attack and Intelligence. Then, their Defense and Speed are set to their minimum values.", "search_text": "Death Unholy Rage 13 Target's Defense and Speed are added to their Attack and Intelligence. Then, their Defense and Speed are set to their minimum values.", "uid": "b9100c"}, {"name": "Universal Recall", "class": "Sorcery", "charges": "5", "description": "The number of turns all creatures have taken in the current battle is set to 0.", "search_text": "Sorcery Universal Recall 5 The number of turns all creatures have taken in the current battle is set to 0.", "uid": "82fe9f"}, {"name": "Unrighteous Fire", "class": "Death", "charges": "3", "description": "Caster's Health is set to 1, and enemies take damage equal to 30% of the amount of Health removed.", "search_text": "Death Unrighteous Fire 3 Caster's Health is set to 1, and enemies take damage equal to 30% of the amount of Health removed.", "uid": "4db891"}, {"name": "Unstable Anomaly", "class": "Sorcery", "charges": "1", "description": "Enemies take a small amount of damage multiplied by the number of times your creatures have Cast a spell in the current battle. This is an Ultimate Spell.", "search_text": "Sorcery Unstable Anomaly 1 Enemies take a small amount of damage multiplied by the number of times your creatures have Cast a spell in the current battle. This is an Ultimate Spell.", "uid": "8ae48e"}, {"name": "Unstable Equilibrium", "class": "Sorcery", "charges": "7", "description": "Your creatures' Current Health is set equal to that of the target.", "search_text": "Sorcery Unstable Equilibrium 7 Your creatures' Current Health is set equal to that of the target.", "uid": "cf0571"}, {"name": "Unstable Summoning", "class": "Death", "charges": "15", "description": "Target gains a random minion.", "search_text": "Death Unstable Summoning 15 Target gains a random minion.", "uid": "4db182"}, {"name": "Usury", "class": "Sorcery", "charges": "12", "description": "Caster gains a small amount of Attack for each turn it has taken in the current battle (up to 5 times).", "search_text": "Sorcery Usury 12 Caster gains a small amount of Attack for each turn it has taken in the current battle (up to 5 times).", "uid": "f4b2cd"}, {"name": "Utopia", "class": "Life", "charges": "1", "description": "All creatures recover Health equal to 100% of the amount they're missing.", "search_text": "Life Utopia 1 All creatures recover Health equal to 100% of the amount they're missing.", "uid": "c6d97f"}, {"name": "Vacuum", "class": "Sorcery", "charges": "15", "description": "Caster gains the target's trait.", "search_text": "Sorcery Vacuum 15 Caster gains the target's trait.", "uid": "0b4d89"}, {"name": "Vampirism", "class": "Death", "charges": "14", "description": "Your creatures gain Leeching.", "search_text": "Death Vampirism 14 Your creatures gain Leeching.", "uid": "fa8b58"}, {"name": "Verdant Spheres", "class": "Sorcery", "charges": "10", "description": "The caster Casts 3 of the target's Spell Gems in your favor.", "search_text": "Sorcery Verdant Spheres 10 The caster Casts 3 of the target's Spell Gems in your favor.", "uid": "29f7be"}, {"name": "Vertigo", "class": "Sorcery", "charges": "25", "description": "Target is afflicted with Confused.", "search_text": "Sorcery Vertigo 25 Target is afflicted with Confused.", "uid": "d57c61"}, {"name": "Villify", "class": "Chaos", "charges": "15", "description": "Enemies are no longer Defending or Provoking.", "search_text": "Chaos Villify 15 Enemies are no longer Defending or Provoking.", "uid": "c53777"}, {"name": "Vitality Explosion", "class": "Death", "charges": "25", "description": "Target takes damage equal to the amount of Maximum Health it has greater than its base amount.", "search_text": "Death Vitality Explosion 25 Target takes damage equal to the amount of Maximum Health it has greater than its base amount.", "uid": "f99aa7"}, {"name": "Vivacious Vodka", "class": "Death", "charges": "23", "description": "One of your creatures is moved to the top of the Timeline. This spell is a Booze Spell.", "search_text": "Death Vivacious Vodka 23 One of your creatures is moved to the top of the Timeline. This spell is a Booze Spell.", "uid": "4f48a0"}, {"name": "Void Flare", "class": "Sorcery", "charges": "20", "description": "If the target has been resurrected in the current battle, it is killed.", "search_text": "Sorcery Void Flare 20 If the target has been resurrected in the current battle, it is killed.", "uid": "83652f"}, {"name": "Volatile Strike", "class": "Chaos", "charges": "7", "description": "Target takes a moderate amount of damage. This damage is mitigated by the target's lowest stat. 100% of the damage dealt is based on the caster's highest stat instead of Intelligence.", "search_text": "Chaos Volatile Strike 7 Target takes a moderate amount of damage. This damage is mitigated by the target's lowest stat. 100% of the damage dealt is based on the caster's highest stat instead of Intelligence.", "uid": "11b474"}, {"name": "Volcano", "class": "Chaos", "charges": "4", "description": "Enemies take a large amount of damage and are afflicted with Burning.", "search_text": "Chaos Volcano 4 Enemies take a large amount of damage and are afflicted with Burning.", "uid": "6a0502"}, {"name": "Warning", "class": "Chaos", "charges": "10", "description": "Your Provoking creatures gain a massive amount of Defense.", "search_text": "Chaos Warning 10 Your Provoking creatures gain a massive amount of Defense.", "uid": "0bd0dc"}, {"name": "Warp Reality", "class": "Chaos", "charges": "20", "description": "Target's Barrier shatters, dealing damage to the target equal to 200% of the Barrier's strength.", "search_text": "Chaos Warp Reality 20 Target's Barrier shatters, dealing damage to the target equal to 200% of the Barrier's strength.", "uid": "dd1b04"}, {"name": "Water Enchantment", "class": "Nature", "charges": "8", "description": "Target gains Splashing, and a large amount of Attack.", "search_text": "Nature Water Enchantment 8 Target gains Splashing, and a large amount of Attack.", "uid": "13b09f"}, {"name": "Web", "class": "Nature", "charges": "25", "description": "Target is afflicted with Snared.", "search_text": "Nature Web 25 Target is afflicted with Snared.", "uid": "4cdfe6"}, {"name": "Whiplash", "class": "Chaos", "charges": "16", "description": "Target takes a small amount of damage and is afflicted with Bleeding. 100% of the damage dealt is based on the caster's Speed instead of Intelligence.", "search_text": "Chaos Whiplash 16 Target takes a small amount of damage and is afflicted with Bleeding. 100% of the damage dealt is based on the caster's Speed instead of Intelligence.", "uid": "e35499"}, {"name": "Whirlwind", "class": "Nature", "charges": "6", "description": "Enemies take a moderate amount of damage that ignores 30% of their Defense.", "search_text": "Nature Whirlwind 6 Enemies take a moderate amount of damage that ignores 30% of their Defense.", "uid": "2580e2"}, {"name": "Wild Growth", "class": "Nature", "charges": "8", "description": "Target gains Mending, and a large amount of Maximum Health.", "search_text": "Nature Wild Growth 8 Target gains Mending, and a large amount of Maximum Health.", "uid": "2973c9"}, {"name": "Wind Enchantment", "class": "Nature", "charges": "8", "description": "Target gains Agile, and a large amount of Speed.", "search_text": "Nature Wind Enchantment 8 Target gains Agile, and a large amount of Speed.", "uid": "d55a44"}, {"name": "Wind Shear", "class": "Nature", "charges": "13", "description": "Enemies take a small amount of damage, plus 35% more damage for each Nature creature fighting on your side.", "search_text": "Nature Wind Shear 13 Enemies take a small amount of damage, plus 35% more damage for each Nature creature fighting on your side.", "uid": "47c002"}, {"name": "Windcutter", "class": "Nature", "charges": "14", "description": "Enemies take a moderate amount of damage. This damage ignores the Shelled and Barrier buffs.", "search_text": "Nature Windcutter 14 Enemies take a moderate amount of damage. This damage ignores the Shelled and Barrier buffs.", "uid": "830ba2"}, {"name": "Word of Chaos", "class": "Chaos", "charges": "10", "description": "Target has a 5% chance to be killed for each debuff it has.", "search_text": "Chaos Word of Chaos 10 Target has a 5% chance to be killed for each debuff it has.", "uid": "cdd283"}, {"name": "Words of Encouragement", "class": "Life", "charges": "8", "description": "Target recovers a small amount of Health 3 times.", "search_text": "Life Words of Encouragement 8 Target recovers a small amount of Health 3 times.", "uid": "360192"}, {"name": "Work of Art", "class": "Life", "charges": "1", "description": "Your creatures gain an army of minions. This spell does not activate on-minion effects. This spell is an Ultimate Spell.", "search_text": "Life Work of Art 1 Your creatures gain an army of minions. This spell does not activate on-minion effects. This spell is an Ultimate Spell.", "uid": "45662c"}, {"name": "Wormhole", "class": "Sorcery", "charges": "20", "description": "Caster swaps positions with the target on the Timeline.", "search_text": "Sorcery Wormhole 20 Caster swaps positions with the target on the Timeline.", "uid": "d74f57"}, {"name": "Wormrot", "class": "Death", "charges": "10", "description": "Enemies are afflicted with Weak and Vulnerable.", "search_text": "Death Wormrot 10 Enemies are afflicted with Weak and Vulnerable.", "uid": "36de18"}, {"name": "Wrath of Nature", "class": "Nature", "charges": "10", "description": "Your creatures gain a moderate amount of Attack.", "search_text": "Nature Wrath of Nature 10 Your creatures gain a moderate amount of Attack.", "uid": "a30b3f"}, {"name": "Zephyr", "class": "Life", "charges": "10", "description": "Your creatures recover a moderate amount of Health, plus 25% more healing for each Life creature fighting on your side.", "search_text": "Life Zephyr 10 Your creatures recover a moderate amount of Health, plus 25% more healing for each Life creature fighting on your side.", "uid": "d6d567"}, {"name": "Zombie Clap", "class": "Death", "charges": "8", "description": "Target takes a large amount of damage and the caster gains 3 stacks of Zombies.", "search_text": "Death Zombie Clap 8 Target takes a large amount of damage and the caster gains 3 stacks of Zombies.", "uid": "4c8a33"}]